Repository: esamuel/ShiftManager
Catalog: ShiftManager/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, he, ru

source: %d in %@
de: %d. %@
es: %d de %@
fr: %d %@
he: %d ב-%@
ru: %d %@

source: %@ %d, %d
es: %d de %@ de %d

source: Total Working Days:
de: Gesamte Arbeitstage:
es: Total días trabajados:
fr: Total jours travaillés:
he: סך ימי עבודה:
ru: Всего рабочих дней:

source: Total Hours:
de: Gesamtstunden:
es: Horas totales:
fr: Heures totales:
he: סך כל השעות:
ru: Всего часов:

source: Gross Wage:
de: Bruttolohn:
es: Salario bruto:
fr: Salaire brut:
he: שכר ברוטו:
ru: Валовая зарплата:

source: Net Wage:
de: Nettolohn:
es: Salario neto:
fr: Salaire net:
he: שכר נטו:
ru: Чистая зарплата:

source: Shift on %@
de: Schicht am %@
es: Turno el %@
fr: Quart du %@
he: משמרת ב-%@
ru: Смена на %@

source: hours
de: Stunden
es: horas
fr: heures
he: שעות
ru: часов

source: After %d hours at %.2fx rate @ %.2fx
de: Nach %d Stunden mit %.2fx Rate @ %.2fx
es: Después de %d horas a tarifa %.2fx @ %.2fx
fr: Après %d heures au taux de %.2fx @ %.2fx
he: לאחר %d שעות בשיעור %.2fx @ %.2fx
ru: После %d часов по ставке %.2fx @ %.2fx

source: Special Days
de: Sondertage
es: Días especiales
fr: Jours spéciaux
he: ימים מיוחדים
ru: Особые дни

source: Weekdays
de: Werktage
es: Días laborales
fr: Jours de semaine
he: ימי חול
ru: Будни

source: Add Overtime Rule
de: Überstundenregel hinzufügen
es: Añadir regla de horas extras
fr: Ajouter une règle d'heures supplémentaires
he: הוסף כלל שעות נוספות
ru: Добавить правило сверхурочных

source: Edit Overtime Rule
de: Überstundenregel bearbeiten
es: Editar regla de horas extras
fr: Modifier une règle d'heures supplémentaires
he: ערוך כלל שעות נוספות
ru: Редактировать правило сверхурочных

source: Hours Threshold
de: Stundenschwelle
es: Umbral de horas
fr: Seuil d'heures
he: סף שעות
ru: Пороговое значение часов

source: Rate
es: Tarifa
fr: Taux
he: שיעור
ru: Ставка

source: Applies to Special Days
de: Gilt für Sondertage
es: Se aplica a días especiales
fr: S'applique aux jours spéciaux
he: חל על ימים מיוחדים
ru: Применяется к особым дням

source: Search
de: Suche
es: Buscar
fr: Rechercher
he: חיפוש
ru: Поиск

source: Search Period
de: Suchzeitraum
es: Periodo de búsqueda
fr: Période de recherche
he: תקופת חיפוש
ru: Период поиска

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
he: תאריך התחלה
ru: Дата начала

source: End Date
de: Enddatum
es: Fecha de fin
fr: Date de fin
he: תאריך סיום
ru: Дата окончания

source: Export to PDF
de: Als PDF exportieren
es: Exportar a PDF
fr: Exporter en PDF
he: ייצא ל-PDF
ru: Экспорт в PDF

source: Generating...
de: Erstellen...
es: Generando...
fr: Génération...
he: מייצר...
ru: Создание...

source: No data available to export
de: Keine Daten zum Exportieren verfügbar
es: No hay datos disponibles para exportar
fr: Aucune donnée disponible à exporter
he: אין נתונים זמינים לייצוא
ru: Нет данных для экспорта

source: Failed to generate PDF: No data returned
de: PDF-Erstellung fehlgeschlagen: Keine Daten zurückgegeben
es: Error al generar PDF: no se devolvieron datos
fr: Échec de la génération du PDF : aucune donnée renvoyée
he: יצירת PDF נכשלה: לא הוחזרו נתונים
ru: Не удалось создать PDF: данные не возвращены

source: Error generating PDF: %@
de: Fehler beim Erstellen der PDF: %@
es: Error al generar PDF: %@
fr: Erreur lors de la génération du PDF : %@
he: שגיאה ביצירת PDF: %@
ru: Ошибка создания PDF: %@

source: Upgrade to Premium
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
he: שדרג לפרימיום
ru: Перейти на Premium

source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium
he: פתח פרימיום
ru: Разблокировать Premium

source: Premium Features
de: Premium-Funktionen
es: Características Premium
fr: Fonctionnalités Premium
he: תכונות פרימיום
ru: Премиум функции

source: Get unlimited access to all features
de: Erhalten Sie unbegrenzten Zugriff auf alle Funktionen
es: Obtén acceso ilimitado a todas las funciones
fr: Accédez à toutes les fonctionnalités sans limites
he: קבל גישה בלתי מוגבלת לכל התכונות
ru: Получите неограниченный доступ ко всем функциям

source: Choose Your Plan
de: Wählen Sie Ihren Plan
es: Elige tu plan
fr: Choisissez votre plan
he: בחר את התוכנית שלך
ru: Выберите свой план

source: Continue
de: Weiter
es: Continuar
fr: Continuer
he: המשך
ru: Продолжить

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
he: שחזר רכישות
ru: Восстановить покупки

source: Success!
de: Erfolg!
es: ¡Éxito!
fr: Succès!
he: הצלחה!
ru: Успех!

source: You now have access to all premium features!
de: Sie haben jetzt Zugriff auf alle Premium-Funktionen!
es: ¡Ahora tienes acceso a todas las funciones premium!
fr: Vous avez maintenant accès à toutes les fonctionnalités premium!
he: יש לך כעת גישה לכל תכונות הפרימיום!
ru: Теперь у вас есть доступ ко всем премиум-функциям!

source: No previous purchases found
de: Keine früheren Käufe gefunden
es: No se encontraron compras anteriores
fr: Aucun achat précédent trouvé
he: לא נמצאו רכישות קודמות
ru: Предыдущие покупки не найдены

source: By purchasing, you agree to our Terms of Service and Privacy Policy
de: Mit dem Kauf stimmen Sie unseren Nutzungsbedingungen und Datenschutzrichtlinien zu
es: Al comprar, aceptas nuestros Términos de servicio y Política de privacidad
fr: En achetant, vous acceptez nos Conditions d'utilisation et notre Politique de confidentialité
he: ברכישה, אתה מסכים לתנאי השירות ולמדיניות הפרטיות שלנו
ru: Совершая покупку, вы соглашаетесь с нашими Условиями обслуживания и Политикой конфиденциальности

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
he: תנאי שירות
ru: Условия обслуживания

source: PDF Export
es: Exportar PDF
fr: Export PDF
he: ייצוא PDF
ru: Экспорт в PDF

source: Advanced Reports
de: Erweiterte Berichte
es: Informes avanzados
fr: Rapports avancés
he: דוחות מתקדמים
ru: Расширенные отчеты

source: Split Shifts
de: Geteilte Schichten
es: Turnos divididos
fr: Quarts divisés
he: משמרות מפוצלות
ru: Разделенные смены

source: Unlimited Shifts
de: Unbegrenzte Schichten
es: Turnos ilimitados
fr: Quarts illimités
he: משמרות ללא הגבלה
ru: Неограниченные смены

source: All Languages
de: Alle Sprachen
es: Todos los idiomas
fr: Toutes les langues
he: כל השפות
ru: Все языки

source: Data Backup & Restore
de: Datensicherung & Wiederherstellung
es: Copia de seguridad y restauración
fr: Sauvegarde et restauration
he: גיבוי ושחזור נתונים
ru: Резервное копирование и восстановление

source: Unlimited History
de: Unbegrenzte Historie
es: Historial ilimitado
fr: Historique illimité
he: היסטוריה ללא הגבלה
ru: Неограниченная история

source: Multiple Currencies
de: Mehrere Währungen
es: Múltiples monedas
fr: Devises multiples
he: מטבעות מרובים
ru: Несколько валют

source: Premium Themes
de: Premium-Designs
es: Temas Premium
fr: Thèmes Premium
he: ערכות נושא פרימיום
ru: Премиум темы

source: Lifetime Access
de: Lebenslanger Zugriff
es: Acceso de por vida
fr: Accès à vie
he: גישה לכל החיים
ru: Пожизненный доступ

source: Annual Subscription
de: Jahresabonnement
es: Suscripción anual
fr: Abonnement annuel
he: מנוי שנתי
ru: Годовая подписка

source: Monthly Subscription
de: Monatsabonnement
es: Suscripción mensual
fr: Abonnement mensuel
he: מנוי חודשי
ru: Месячная подписка

source: One-time payment, lifetime access to all premium features
de: Einmalige Zahlung, lebenslanger Zugriff auf alle Premium-Funktionen
es: Pago único, acceso de por vida a todas las funciones premium
fr: Paiement unique, accès à vie à toutes les fonctionnalités premium
he: תשלום חד-פעמי, גישה לכל החיים לכל תכונות הפרימיום
ru: Единовременный платеж, пожизненный доступ ко всем премиум-функциям

source: All premium features, billed annually
de: Alle Premium-Funktionen, jährliche Abrechnung
es: Todas las funciones premium, facturación anual
fr: Toutes les fonctionnalités premium, facturation annuelle
he: כל תכונות הפרימיום, חיוב שנתי
ru: Все премиум-функции, годовая оплата

source: All premium features, billed monthly
de: Alle Premium-Funktionen, monatliche Abrechnung
es: Todas las funciones premium, facturación mensual
fr: Toutes les fonctionnalités premium, facturation mensuelle
he: כל תכונות הפרימיום, חיוב חודשי
ru: Все премиум-функции, месячная оплата

source: Best Value
de: Bester Wert
es: Mejor valor
fr: Meilleure valeur
he: הכי משתלם
ru: Лучшее предложение

source: Save %d%%
de: Sparen Sie %d%%
es: Ahorra %d%%
fr: Économisez %d%%
he: חסוך %d%%
ru: Сэкономьте %d%%

source: Shift Limit Reached
de: Schichtlimit erreicht
es: Límite de turnos alcanzado
fr: Limite de quarts atteinte
he: הגעת למגבלת משמרות
ru: Достигнут лимит смен

source: You've reached the free limit of 50 shifts. Upgrade to Premium for unlimited shifts!
de: Sie haben das kostenlose Limit von 50 Schichten erreicht. Upgraden Sie auf Premium für unbegrenzte Schichten!
es: Has alcanzado el límite gratuito de 50 turnos. ¡Actualiza a Premium para turnos ilimitados!
fr: Vous avez atteint la limite gratuite de 50 quarts. Passez à Premium pour des quarts illimités!
he: הגעת למגבלה החינמית של 50 משמרות. שדרג לפרימיום למשמרות ללא הגבלה!
ru: Вы достигли бесплатного лимита в 50 смен. Перейдите на Premium для неограниченных смен!

source: Unlock all features & unlimited shifts
de: Alle Funktionen & unbegrenzte Schichten freischalten
es: Desbloquea todas las funciones y turnos ilimitados
fr: Débloquez toutes les fonctionnalités et quarts illimités
he: פתח את כל התכונות ומשמרות ללא הגבלה
ru: Разблокируйте все функции и неограниченные смены

source: Premium Active
de: Premium aktiv
es: Premium activo
fr: Premium actif
he: פרימיום פעיל
ru: Premium активен

source: You have access to all features
de: Sie haben Zugriff auf alle Funktionen
es: Tienes acceso a todas las funciones
fr: Vous avez accès à toutes les fonctionnalités
he: יש לך גישה לכל התכונות
ru: У вас есть доступ ко всем функциям

source: No shifts found for the selected period
de: Keine Schichten für den ausgewählten Zeitraum gefunden
es: No se encontraron turnos para el período seleccionado
fr: Aucun quart trouvé pour la période sélectionnée
he: לא נמצאו משמרות לתקופה שנבחרה
ru: Не найдено смен за выбранный период

source: 2. Overtime Rules
es: 2. Reglas de Horas Extras
fr: 2. Règles des Heures Supplémentaires
he: 2. כללי שעות נוספות
ru: 2. Правила сверхурочных

source: Configure your overtime rules:
es: Configura tus reglas de horas extras:
fr: Configurez vos règles d'heures supplémentaires:
he: הגדר את כללי השעות הנוספות שלך:
ru: Настройте правила сверхурочных:

source: Set base hours for regular weekdays and special days
es: Establece horas base para días laborales y días especiales
fr: Définissez les heures de base pour les jours de semaine et les jours spéciaux
he: הגדר שעות בסיס לימי חול וימים מיוחדים
ru: Установите базовые часы для будней и особых дней

source: Add overtime rules with:
es: Añade reglas de horas extras con:
fr: Ajoutez des règles d'heures supplémentaires avec:
he: הוסף כללי שעות נוספות עם:
ru: Добавьте правила сверхурочных с:

source: Hours threshold (when overtime starts)
es: Umbral de horas (cuando comienzan las horas extras)
fr: Seuil d'heures (quand les heures supplémentaires commencent)
he: סף שעות (מתי מתחילות שעות נוספות)
ru: Пороговое значение часов (когда начинаются сверхурочные)

source: Rate multiplier (e.g., 1.5x for 150%)
es: Multiplicador de tarifa (ej., 1.5x para 150%)
fr: Multiplicateur de taux (ex., 1,5x pour 150%)
he: מכפיל שיעור (למשל, 1.5x ל-150%)
ru: Множитель ставки (напр., 1.5x для 150%)

source: Choose if rule applies to special days
es: Elige si la regla aplica a días especiales
fr: Choisissez si la règle s'applique aux jours spéciaux
he: בחר אם הכלל חל על ימים מיוחדים
ru: Выберите, применяется ли правило к особым дням

source: 3. Managing Shifts
es: 3. Gestión de Turnos
fr: 3. Gestion des Quarts
he: 3. ניהול משמרות
ru: 3. Управление сменами

source: Add and manage your shifts:
es: Añade y gestiona tus turnos:
fr: Ajoutez et gérez vos quarts:
he: הוסף ונהל את המשמרות שלך:
ru: Добавляйте и управляйте своими сменами:

source: Tap the '+' button to add a new shift
es: Toca el botón '+' para añadir un nuevo turno
fr: Appuyez sur le bouton '+' pour ajouter un nouveau quart
he: לחץ על כפתור '+' כדי להוסיף משמרת חדשה
ru: Нажмите кнопку '+', чтобы добавить новую смену

source: Set start and end times
es: Establece horas de inicio y fin
fr: Définissez les heures de début et de fin
ru: Установите время начала и окончания

source: Mark special days with the star icon
es: Marca días especiales con el icono de estrella
fr: Marquez les jours spéciaux avec l'icône étoile
ru: Отмечайте особые дни значком звезды

source: View and edit existing shifts
es: Visualiza y edita turnos existentes
fr: Consultez et modifiez les quarts existants
ru: Просматривайте и редактируйте существующие смены

source: Delete shifts using the delete button (trash icon)
es: Elimina turnos usando el botón de eliminar (icono de papelera)
fr: Supprimez des quarts en utilisant le bouton de suppression (icône de corbeille)
he: מחק משמרות באמצעות כפתור המחיקה (אייקון פח)
ru: Удаляйте смены с помощью кнопки удаления (значок корзины)

source: 4. Reports
es: 4. Informes
fr: 4. Rapports
he: 4. דוחות
ru: 4. Отчеты

source: View and export your work data:
es: Visualiza y exporta tus datos de trabajo:
fr: Consultez et exportez vos données de travail:
he: צפה וייצא את נתוני העבודה שלך:
ru: Просматривайте и экспортируйте данные о своей работе:

source: Switch between weekly and monthly views
es: Cambia entre vistas semanales y mensuales
fr: Basculez entre les vues hebdomadaires et mensuelles
he: החלף בין תצוגות שבועיות וחודשיות
ru: Переключайтесь между недельным и месячным видами

source: View total hours and wages
es: Visualiza horas totales y salarios
fr: Consultez les heures totales et les salaires
he: צפה בסך השעות והשכר
ru: Просматривайте общее количество часов и заработную плату

source: See breakdown of regular and overtime hours
es: Observa el desglose de horas regulares y extras
fr: Consultez la répartition des heures normales et supplémentaires
he: ראה פירוט של שעות רגילות ושעות נוספות
ru: Смотрите разбивку обычных и сверхурочных часов

source: Export reports to PDF
es: Exporta informes a PDF
fr: Exportez les rapports en PDF
ru: Экспортируйте отчеты в PDF

source: Search shifts by date range
es: Busca turnos por rango de fechas
fr: Recherchez des quarts par plage de dates
he: חפש משמרות לפי טווח תאריכים
ru: Ищите смены по диапазону дат

source: 5. Tips & Tricks
es: 5. Consejos y Trucos
fr: 5. Astuces et Conseils
he: 5. טיפים וטריקים
ru: 5. Советы и подсказки

source: Make the most of ShiftManager:
es: Aprovecha al máximo ShiftManager:
fr: Tirez le meilleur parti de ShiftManager:
he: הפק את המירב מ-ShiftManager:
ru: Извлеките максимум из ShiftManager:

source: Use the search feature to find specific shifts
es: Usa la función de búsqueda para encontrar turnos específicos
fr: Utilisez la fonction de recherche pour trouver des quarts spécifiques
he: השתמש בחיפוש למציאת משמרות מסוימות
ru: Используйте функцию поиска для нахождения конкретных смен

source: Export reports regularly for record-keeping
es: Exporta informes regularmente para mantener registros
fr: Exportez régulièrement des rapports pour la tenue de registres
he: ייצא דוחות באופן קבוע לשמירה
ru: Регулярно экспортируйте отчеты для ведения учета

source: Keep your overtime rules up to date
es: Mantén actualizadas tus reglas de horas extras
fr: Maintenez vos règles d'heures supplémentaires à jour
he: שמור את כללי השעות הנוספות שלך מעודכנים
ru: Поддерживайте актуальность правил сверхурочных

source: Mark special days to ensure correct wage calculations
es: Marca días especiales para asegurar cálculos correctos de salario
fr: Marquez les jours spéciaux pour garantir des calculs de salaire corrects
he: סמן ימים מיוחדים לחישוב שכר נכון
ru: Отмечайте особые дни для обеспечения правильного расчета заработной платы

source: Help
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
ru: Помощь

source: This percentage will be deducted from your total earnings to calculate your net income. The actual tax may vary based on local regulations.
de: Dieser Prozentsatz wird von Ihren Gesamteinnahmen abgezogen, um Ihr Nettoeinkommen zu berechnen. Die tatsächliche Steuer kann je nach lokalen Vorschriften variieren.
es: Este porcentaje se deducirá de tus ingresos totales para calcular tu ingreso neto. El impuesto real puede variar según las regulaciones locales.
fr: Ce pourcentage sera déduit de vos revenus totaux pour calculer votre revenu net. L'impôt réel peut varier selon les réglementations locales.
he: אחוז זה ינוכה מההכנסה הכוללת שלך כדי לחשב הכנסה נטו. החישוב בפועל עשוי להשתנות לפי תקנות מקומיות.
ru: Этот процент будет вычтен из вашего общего заработка для расчета чистого дохода. Фактический налог может отличаться в зависимости от местных норм.

source: Standard work hours for a regular weekday before overtime calculation begins.
de: Standardarbeitszeit für einen regulären Wochentag, bevor die Überstundenberechnung beginnt.
es: Horas de trabajo estándar para un día laborable regular antes de que comience el cálculo de horas extras.
fr: Heures de travail standard pour un jour de semaine normal avant que le calcul des heures supplémentaires ne commence.
he: שעות עבודה רגילות ליום חול לפני חישוב שעות נוספות.
ru: Стандартные рабочие часы для обычного рабочего дня до начала расчета сверхурочных.

source: Standard work hours for special days (weekends, holidays) before overtime calculation begins.
de: Standardarbeitszeit für besondere Tage (Wochenenden, Feiertage), bevor die Überstundenberechnung beginnt.
es: Horas de trabajo estándar para días especiales (fines de semana, festivos) antes de que comience el cálculo de horas extras.
fr: Heures de travail standard pour les jours spéciaux (week-ends, jours fériés) avant que le calcul des heures supplémentaires ne commence.
he: שעות עבודה רגילות לימים מיוחדים (סופ"ש, חגים) לפני חישוב שעות נוספות.
ru: Стандартные рабочие часы для особых дней (выходных, праздников) до начала расчета сверхурочных.

source: Sets the first day of your work week for reporting and calculations. Different countries use different standards.
de: Legt den ersten Tag Ihrer Arbeitswoche für Berichte und Berechnungen fest. Verschiedene Länder verwenden unterschiedliche Standards.
es: Establece el primer día de tu semana laboral para informes y cálculos. Diferentes países utilizan diferentes estándares.
fr: Définit le premier jour de votre semaine de travail pour les rapports et les calculs. Différents pays utilisent différentes normes.
he: קובע את היום הראשון של שבוע העבודה לצורך דוחות וחישובים. מדינות שונות משתמשות בסטנדרטים שונים.
ru: Устанавливает первый день вашей рабочей недели для отчетности и расчетов. В разных странах используются разные стандарты.

source: The number of hours after which this overtime rate starts to apply.
de: Die Anzahl der Stunden, nach denen dieser Überstundensatz angewendet wird.
es: El número de horas después de las cuales comienza a aplicarse esta tarifa de horas extras.
fr: Le nombre d'heures après lequel ce taux d'heures supplémentaires commence à s'appliquer.
he: מספר השעות שלאחריהן מתחיל תעריף שעות נוספות זה.
ru: Количество часов, после которых начинает применяться эта ставка сверхурочных.

source: The multiplier applied to your hourly wage (e.g., 1.5 for time-and-a-half, 2.0 for double time).
de: Der Multiplikator, der auf Ihren Stundenlohn angewendet wird (z.B. 1,5 für anderthalbfache Zeit, 2,0 für doppelte Zeit).
es: El multiplicador aplicado a tu salario por hora (por ejemplo, 1,5 para tiempo y medio, 2,0 para tiempo doble).
fr: Le multiplicateur appliqué à votre salaire horaire (par exemple, 1,5 pour une fois et demie, 2,0 pour un double temps).
he: המכפיל המוחל על השכר השעתי שלך (למשל, 1.5 עבור 150%, 2.0 עבור 200%).
ru: Множитель, применяемый к вашей почасовой ставке (например, 1,5 для полуторной оплаты, 2,0 для двойной оплаты).

source: If enabled, this rule will apply to weekends and holidays. If disabled, it applies to regular weekdays.
de: Wenn aktiviert, gilt diese Regel für Wochenenden und Feiertage. Wenn deaktiviert, gilt sie für reguläre Wochentage.
es: Si está habilitado, esta regla se aplicará a fines de semana y días festivos. Si está deshabilitado, se aplica a días laborables regulares.
fr: Si activée, cette règle s'appliquera aux week-ends et jours fériés. Si désactivée, elle s'applique aux jours de semaine normaux.
he: אם מופעל, כלל זה יחול על סופי שבוע וחגים. אם כבוי, הוא יחול על ימי חול רגילים.
ru: Если включено, это правило будет применяться к выходным и праздничным дням. Если отключено, оно применяется к обычным рабочим дням.

source: Note: Tax calculation is an estimate and may vary based on local regulations.
de: Hinweis: Die Steuerberechnung ist eine Schätzung und kann je nach lokalen Vorschriften variieren.
es: Nota: El cálculo de impuestos es una estimación y puede variar según las regulaciones locales.
fr: Remarque : Le calcul des impôts est une estimation et peut varier selon les réglementations locales.
he: הערה: חישוב המס הוא הערכה ועשוי להשתנות בהתאם לתקנות המקומיות.
ru: Примечание: Расчет налога является приблизительным и может отличаться в зависимости от местных норм.

source: Tax calculation is an estimate
de: Die Steuerberechnung ist eine Schätzung
es: El cálculo de impuestos es una estimación
fr: Le calcul des impôts est une estimation
he: חישוב המס הוא הערכה
ru: Расчет налога приблизительный

source: Help & FAQ
de: Hilfe & FAQ
es: Ayuda y Preguntas Frecuentes
fr: Aide et FAQ
he: עזרה ושאלות נפוצות
ru: Помощь и часто задаваемые вопросы

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fr: Questions Fréquemment Posées
he: שאלות נפוצות
ru: Часто задаваемые вопросы

source: Close
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
ru: Закрыть

source: General Questions
de: Allgemeine Fragen
es: Preguntas Generales
fr: Questions Générales
he: שאלות כלליות
ru: Общие вопросы

source: How do I add a new shift?
de: Wie füge ich eine neue Schicht hinzu?
es: ¿Cómo añado un nuevo turno?
fr: Comment ajouter un nouveau quart de travail ?
he: איך מוסיפים משמרת חדשה?
ru: Как добавить новую смену?

source: Go to the Manager tab and tap the + button. You can set the date, start time, end time, and mark it as a special day if needed.
de: Gehen Sie zur Manager-Registerkarte und tippen Sie auf die Schaltfläche +. Sie können Datum, Startzeit, Endzeit festlegen und sie bei Bedarf als besonderen Tag markieren.
es: Ve a la pestaña Gestor y toca el botón +. Puedes establecer la fecha, hora de inicio, hora de fin y marcarlo como día especial si es necesario.
fr: Allez dans l'onglet Gestionnaire et appuyez sur le bouton +. Vous pouvez définir la date, l'heure de début, l'heure de fin et le marquer comme jour spécial si nécessaire.
he: גש ללשונית ניהול ולחץ על כפתור +. תוכל להגדיר תאריך, שעת התחלה, סיום, ולסמן יום מיוחד אם צריך.
ru: Перейдите на вкладку Менеджер и нажмите кнопку +. Вы можете установить дату, время начала, время окончания и при необходимости отметить его как особый день.

source: How is overtime calculated?
de: Wie werden Überstunden berechnet?
es: ¿Cómo se calculan las horas extras?
fr: Comment les heures supplémentaires sont-elles calculées ?
he: איך מחושבות שעות נוספות?
ru: Как рассчитывается сверхурочное время?
