Repository: esamuel/ShiftManager
Catalog: ShiftManager/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, he, ru

# premium_terms_full_content
source: TERMS OF SERVICE Last Updated: November 2025 1. ACCEPTANCE OF TERMS By purchasing ShiftManager Premium, you agree to these Terms of Service. If you do not agree, please do not purchase or use the premium features. 2. PREMIUM SUBSCRIPTION ShiftManager offers three premium options: • Lifetime Access: One-time payment for permanent access to all premium features • Annual Subscription: Billed yearly, auto-renews unless cancelled • Monthly Subscription: Billed monthly, auto-renews unless cancelled All purchases are processed through the Apple App Store and are subject to Apple's terms and conditions. 3. PREMIUM FEATURES Premium unlocks: • PDF Export of reports • Advanced analytics and charts • Split shift management • Unlimited shift history • All language support • Data backup and restore • Multiple currency support • Premium themes 4. BILLING AND CANCELLATION • All purchases are billed through your Apple ID account • Subscriptions automatically renew unless cancelled at least 24 hours before the end of the current period • You can manage and cancel subscriptions in your Apple ID settings • Lifetime purchases are one-time and non-refundable after purchase 5. REFUND POLICY Refund requests are subject to Apple's standard refund policy. Contact Apple Support directly for refund requests. 6. CHANGES TO PREMIUM FEATURES We reserve the right to add, modify, or remove premium features with reasonable notice to users. Existing subscribers will not lose access to core premium features they purchased. 7. SERVICE AVAILABILITY We strive for 99.9% uptime but cannot guarantee uninterrupted service. We are not liable for temporary service disruptions. 8. PROHIBITED USE You may not: • Share your premium account with others • Reverse engineer the app • Use the app for illegal purposes • Attempt to bypass payment systems 9. TERMINATION We reserve the right to terminate accounts that violate these terms. 10. LIABILITY LIMITATION ShiftManager is provided "as is" without warranties. We are not liable for any damages arising from app use. 11. GOVERNING LAW These terms are governed by the laws of your jurisdiction. 12. CONTACT For questions about these terms, please contact us through the app's support section. By purchasing Premium, you acknowledge that you have read, understood, and agree to these Terms of Service.
de: NUTZUNGSBEDINGUNGEN Letzte Aktualisierung: Dezember 2025 1. ANNAHME DER BEDINGUNGEN Durch den Kauf von ShiftManager Premium stimmen Sie diesen Nutzungsbedingungen zu. Wenn Sie nicht zustimmen, kaufen oder nutzen Sie bitte nicht die Premium-Funktionen. 2. PREMIUM-ABONNEMENT ShiftManager bietet drei Premium-Optionen: • Lebenslanger Zugriff: Einmalige Zahlung für dauerhaften Zugriff auf alle Premium-Funktionen • Jahresabonnement: Jährliche Abrechnung, verlängert sich automatisch, sofern nicht gekündigt • Monatsabonnement: Monatliche Abrechnung, verlängert sich automatisch, sofern nicht gekündigt Alle Käufe werden über den Apple App Store abgewickelt und unterliegen den Geschäftsbedingungen von Apple. 3. PREMIUM-FUNKTIONEN Premium schaltet frei: • PDF-Export von Berichten • Erweiterte Analysen und Diagramme • Split-Schicht-Verwaltung • Unbegrenzte Schichtverlauf • Unterstützung für alle Sprachen • Datensicherung und Wiederherstellung • Unterstützung mehrerer Währungen • Premium-Designs 4. ABRECHNUNG UND KÜNDIGUNG • Alle Käufe werden über Ihr Apple ID-Konto abgerechnet • Abonnements verlängern sich automatisch, sofern sie nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums gekündigt werden • Sie können Abonnements in Ihren Apple ID-Einstellungen verwalten und kündigen • Lebenslange Käufe sind einmalig und nach dem Kauf nicht erstattungsfähig 5. RÜCKERSTATTUNGSRICHTLINIE Rückerstattungsanfragen unterliegen der Standard-Rückerstattungsrichtlinie von Apple. Wenden Sie sich für Rückerstattungsanfragen direkt an den Apple Support. 6. ÄNDERUNGEN AN PREMIUM-FUNKTIONEN Wir behalten uns das Recht vor, Premium-Funktionen mit angemessener Benachrichtigung hinzuzufügen, zu ändern oder zu entfernen. Bestehende Abonnenten verlieren nicht den Zugriff auf die Kern-Premium-Funktionen, die sie gekauft haben. 7. VERFÜGBARKEIT DES DIENSTES Wir streben eine Verfügbarkeit von 99,9% an, können jedoch keinen unterbrechungsfreien Service garantieren. Wir haften nicht für vorübergehende Serviceunterbrechungen. 8. VERBOTENE NUTZUNG Sie dürfen nicht: • Ihr Premium-Konto mit anderen teilen • Die App zurückentwickeln • Die App für illegale Zwecke verwenden • Versuchen, Zahlungssysteme zu umgehen 9. KÜNDIGUNG Wir behalten uns das Recht vor, Konten zu kündigen, die gegen diese Bedingungen verstoßen. 10. HAFTUNGSBESCHRÄNKUNG ShiftManager wird "wie besehen" ohne Gewährleistungen bereitgestellt. Wir haften nicht für Schäden, die aus der Nutzung der App entstehen. 11. ANWENDBARES RECHT Diese Bedingungen unterliegen den Gesetzen Ihrer Gerichtsbarkeit. 12. KONTAKT Für Fragen zu diesen Bedingungen kontaktieren Sie uns bitte über den Support-Bereich der App. Durch den Kauf von Premium bestätigen Sie, dass Sie diese Nutzungsbedingungen gelesen, verstanden und ihnen zugestimmt haben.
es: TÉRMINOS DE SERVICIO Última actualización: Noviembre 2025 1. ACEPTACIÓN DE TÉRMINOS Al comprar ShiftManager Premium, aceptas estos Términos de Servicio. Si no estás de acuerdo, por favor no compres ni uses las funciones premium. 2. SUSCRIPCIÓN PREMIUM ShiftManager ofrece tres opciones premium: • Acceso de por vida: Pago único para acceso permanente a todas las funciones premium • Suscripción anual: Facturación anual, se renueva automáticamente salvo cancelación • Suscripción mensual: Facturación mensual, se renueva automáticamente salvo cancelación Todas las compras se procesan a través de la App Store de Apple y están sujetas a los términos y condiciones de Apple. 3. FUNCIONES PREMIUM Premium desbloquea: • Exportación PDF de informes • Análisis y gráficos avanzados • Gestión de turnos divididos • Historial de turnos ilimitado • Soporte para todos los idiomas • Copia de seguridad y restauración de datos • Soporte para múltiples monedas • Temas premium 4. FACTURACIÓN Y CANCELACIÓN • Todas las compras se facturan a través de tu cuenta de Apple ID • Las suscripciones se renuevan automáticamente salvo cancelación al menos 24 horas antes del final del período actual • Puedes gestionar y cancelar suscripciones en la configuración de tu Apple ID • Las compras de por vida son únicas y no reembolsables después de la compra 5. POLÍTICA DE REEMBOLSO Las solicitudes de reembolso están sujetas a la política estándar de reembolso de Apple. Contacta directamente con el Soporte de Apple para solicitudes de reembolso. 6. CAMBIOS EN LAS FUNCIONES PREMIUM Nos reservamos el derecho de agregar, modificar o eliminar funciones premium con aviso razonable a los usuarios. Los suscriptores existentes no perderán el acceso a las funciones premium básicas que compraron. 7. DISPONIBILIDAD DEL SERVICIO Buscamos una disponibilidad del 99,9% pero no podemos garantizar un servicio ininterrumpido. No somos responsables de interrupciones temporales del servicio. 8. USO PROHIBIDO No puedes: • Compartir tu cuenta premium con otros • Realizar ingeniería inversa de la aplicación • Usar la aplicación para fines ilegales • Intentar eludir los sistemas de pago 9. TERMINACIÓN Nos reservamos el derecho de terminar cuentas que violen estos términos. 10. LIMITACIÓN DE RESPONSABILIDAD ShiftManager se proporciona "tal cual" sin garantías. No somos responsables de ningún daño derivado del uso de la aplicación. 11. LEY APLICABLE Estos términos se rigen por las leyes de tu jurisdicción. 12. CONTACTO Para preguntas sobre estos términos, por favor contáctanos a través de la sección de soporte de la aplicación. Al comprar Premium, reconoces que has leído, comprendido y aceptado estos Términos de Servicio.
fr: CONDITIONS D'UTILISATION Dernière mise à jour : Novembre 2025 1. ACCEPTATION DES CONDITIONS En achetant ShiftManager Premium, vous acceptez ces Conditions d'Utilisation. Si vous n'acceptez pas, veuillez ne pas acheter ou utiliser les fonctionnalités premium. 2. ABONNEMENT PREMIUM ShiftManager propose trois options premium : • Accès à vie : Paiement unique pour un accès permanent à toutes les fonctionnalités premium • Abonnement annuel : Facturation annuelle, renouvellement automatique sauf annulation • Abonnement mensuel : Facturation mensuelle, renouvellement automatique sauf annulation Tous les achats sont traités via l'App Store d'Apple et sont soumis aux termes et conditions d'Apple. 3. FONCTIONNALITÉS PREMIUM Premium déverrouille : • Exportation PDF des rapports • Analyses et graphiques avancés • Gestion des quarts fractionnés • Historique de quarts illimité • Support de toutes les langues • Sauvegarde et restauration des données • Support de plusieurs devises • Thèmes premium 4. FACTURATION ET ANNULATION • Tous les achats sont facturés via votre compte Apple ID • Les abonnements se renouvellent automatiquement sauf annulation au moins 24 heures avant la fin de la période en cours • Vous pouvez gérer et annuler les abonnements dans vos paramètres Apple ID • Les achats à vie sont uniques et non remboursables après l'achat 5. POLITIQUE DE REMBOURSEMENT Les demandes de remboursement sont soumises à la politique de remboursement standard d'Apple. Contactez directement l'assistance Apple pour les demandes de remboursement. 6. MODIFICATIONS DES FONCTIONNALITÉS PREMIUM Nous nous réservons le droit d'ajouter, de modifier ou de supprimer des fonctionnalités premium avec un préavis raisonnable aux utilisateurs. Les abonnés existants ne perdront pas l'accès aux fonctionnalités premium de base qu'ils ont achetées. 7. DISPONIBILITÉ DU SERVICE Nous visons une disponibilité de 99,9% mais ne pouvons garantir un service ininterrompu. Nous ne sommes pas responsables des interruptions de service temporaires. 8. UTILISATION INTERDITE Vous ne pouvez pas : • Partager votre compte premium avec d'autres • Rétro-ingénierie de l'application • Utiliser l'application à des fins illégales • Tenter de contourner les systèmes de paiement 9. RÉSILIATION Nous nous réservons le droit de résilier les comptes qui violent ces conditions. 10. LIMITATION DE RESPONSABILITÉ ShiftManager est fourni "tel quel" sans garanties. Nous ne sommes pas responsables des dommages découlant de l'utilisation de l'application. 11. LOI APPLICABLE Ces conditions sont régies par les lois de votre juridiction. 12. CONTACT Pour toute question concernant ces conditions, veuillez nous contacter via la section support de l'application. En achetant Premium, vous reconnaissez avoir lu, compris et accepté ces Conditions d'Utilisation.
he: תנאי שימוש עדכון אחרון: נובמבר 2025 1. קבלת התנאים ברכישת ShiftManager Premium, אתה מסכים לתנאי שימוש אלה. אם אינך מסכים, אנא אל תרכוש או תשתמש בתכונות הפרימיום. 2. מנוי פרימיום ShiftManager מציעה שלוש אפשרויות פרימיום: • גישה לכל החיים: תשלום חד-פעמי לגישה קבועה לכל תכונות הפרימיום • מנוי שנתי: חיוב שנתי, מתחדש אוטומטית אלא אם בוטל • מנוי חודשי: חיוב חודשי, מתחדש אוטומטית אלא אם בוטל כל הרכישות מעובדות דרך חנות האפליקציות של Apple וכפופות לתנאים והתנאות של Apple. 3. תכונות פרימיום פרימיום פותח: • ייצוא PDF של דוחות • אנליטיקה וגרפים מתקדמים • ניהול משמרות מפוצלות • היסטוריית משמרות בלתי מוגבלת • תמיכה בכל השפות • גיבוי ושחזור נתונים • תמיכה במספר מטבעות • ערכות נושא פרימיום 4. חיוב וביטול • כל הרכישות מחויבות דרך חשבון Apple ID שלך • מנויים מתחדשים אוטומטית אלא אם בוטלו לפחות 24 שעות לפני תום התקופה הנוכחית • ניתן לנהל ולבטל מנויים בהגדרות Apple ID שלך • רכישות לכל החיים הן חד-פעמיות ולא ניתנות להחזר לאחר הרכישה 5. מדיניות החזרים בקשות החזר כפופות למדיניות ההחזר הסטנדרטית של Apple. פנה ישירות לתמיכת Apple לבקשות החזר. 6. שינויים בתכונות פרימיום אנו שומרים לעצמנו את הזכות להוסיף, לשנות או להסיר תכונות פרימיום בהודעה סבירה למשתמשים. מנויים קיימים לא יאבדו גישה לתכונות הליבה של הפרימיום שרכשו. 7. זמינות השירות אנו שואפים לזמינות של 99.9% אך אינם יכולים להבטיח שירות ללא הפרעות. איננו אחראים להפרעות זמניות בשירות. 8. שימוש אסור אסור לך: • לשתף את חשבון הפרימיום שלך עם אחרים • לבצע הנדסה לאחור של האפליקציה • להשתמש באפליקציה למטרות בלתי חוקיות • לנסות לעקוף את מערכות התשלום 9. הפסקת שירות אנו שומרים לעצמנו את הזכות להפסיק חשבונות המפרים תנאים אלה. 10. הגבלת אחריות ShiftManager מסופקת "כמות שהיא" ללא אחריות. איננו אחראים לכל נזק הנובע מהשימוש באפליקציה. 11. חוק החל תנאים אלה כפופים לחוקים של תחום השיפוט שלך. 12. יצירת קשר לשאלות לגבי תנאים אלה, אנא צור קשר דרך מדור התמיכה באפליקציה. ברכישת פרימיום, אתה מאשר שקראת, הבנת והסכמת לתנאי שימוש אלה.
ru: УСЛОВИЯ ИСПОЛЬЗОВАНИЯ Последнее обновление: Ноябрь 2025 1. ПРИНЯТИЕ УСЛОВИЙ Приобретая ShiftManager Premium, вы соглашаетесь с этими Условиями использования. Если вы не согласны, пожалуйста, не покупайте и не используйте премиум-функции. 2. ПРЕМИУМ-ПОДПИСКА ShiftManager предлагает три премиум-варианта: • Доступ на всю жизнь: Единовременный платеж за постоянный доступ ко всем премиум-функциям • Годовая подписка: Годовая оплата, автоматическое продление, если не отменена • Месячная подписка: Месячная оплата, автоматическое продление, если не отменена Все покупки обрабатываются через App Store Apple и регулируются условиями Apple. 3. ПРЕМИУМ-ФУНКЦИИ Премиум открывает: • Экспорт отчетов в PDF • Расширенная аналитика и графики • Управление разделенными сменами • Неограниченная история смен • Поддержка всех языков • Резервное копирование и восстановление данных • Поддержка нескольких валют • Премиум-темы 4. ОПЛАТА И ОТМЕНА • Все покупки оплачиваются через вашу учетную запись Apple ID • Подписки автоматически продлеваются, если не отменены как минимум за 24 часа до окончания текущего периода • Вы можете управлять и отменять подписки в настройках Apple ID • Покупки на всю жизнь являются единовременными и не подлежат возврату после покупки 5. ПОЛИТИКА ВОЗВРАТА Запросы на возврат регулируются стандартной политикой возврата Apple. Обратитесь напрямую в службу поддержки Apple для запросов на возврат. 6. ИЗМЕНЕНИЯ ПРЕМИУМ-ФУНКЦИЙ Мы оставляем за собой право добавлять, изменять или удалять премиум-функции с разумным уведомлением пользователей. Существующие подписчики не потеряют доступ к основным премиум-функциям, которые они приобрели. 7. ДОСТУПНОСТЬ СЕРВИСА Мы стремимся к доступности 99,9%, но не можем гарантировать бесперебойную работу сервиса. Мы не несем ответственности за временные перерывы в обслуживании. 8. ЗАПРЕЩЕННОЕ ИСПОЛЬЗОВАНИЕ Вы не можете: • Делиться своей премиум-учетной записью с другими • Выполнять обратную разработку приложения • Использовать приложение в незаконных целях • Пытаться обойти платежные системы 9. ПРЕКРАЩЕНИЕ Мы оставляем за собой право прекратить учетные записи, нарушающие эти условия. 10. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ShiftManager предоставляется "как есть" без гарантий. Мы не несем ответственности за любой ущерб, возникший в результате использования приложения. 11. ПРИМЕНИМОЕ ЗАКОНОДАТЕЛЬСТВО Эти условия регулируются законами вашей юрисдикции. 12. КОНТАКТ По вопросам об этих условиях, пожалуйста, свяжитесь с нами через раздел поддержки в приложении. Приобретая Premium, вы подтверждаете, что прочитали, поняли и согласились с этими Условиями использования.

# premium_terms_last_updated
source: Last Updated: November 18, 2025
de: Letzte Aktualisierung: 20. Dezember 2025
es: Última actualización: 18 de noviembre de 2025
fr: Dernière mise à jour : 18 novembre 2025
he: עדכון אחרון: 18 בנובמבר 2025
ru: Последнее обновление: 18 ноября 2025

# premium_privacy_key_principle
source: Our Core Privacy Principle
de: Unser zentrales Datenschutzprinzip
es: Nuestro Principio Fundamental de Privacidad
fr: Notre Principe de Confidentialité Fondamental
he: עקרון הפרטיות המרכזי שלנו
ru: Наш основной принцип конфиденциальности

# premium_privacy_key_message
source: Your shift data stays on YOUR device. We never collect, store, or share your personal work information.
de: Ihre Schichtdaten bleiben auf IHREM Gerät. Wir sammeln, speichern oder teilen niemals Ihre persönlichen Arbeitsinformationen.
es: Tus datos de turnos permanecen en TU dispositivo. Nunca recopilamos, almacenamos ni compartimos tu información laboral personal.
fr: Vos données de quarts restent sur VOTRE appareil. Nous ne collectons, ne stockons ni ne partageons jamais vos informations de travail personnelles.
he: נתוני המשמרות שלך נשארים במכשיר שלך. אנחנו לעולם לא אוספים, מאחסנים או משתפים את פרטי העבודה האישיים שלך.
ru: Данные ваших смен остаются на ВАШЕМ устройстве. Мы никогда не собираем, не храним и не передаем вашу личную рабочую информацию.
