Repository: esamuel/ShiftManager
Catalog: ShiftManager/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, he, ru

# premium_privacy_full_content
source: PRIVACY POLICY Last Updated: November 2025 1. OUR PRIVACY COMMITMENT ShiftManager is built with privacy at its core. All your shift data, earnings, and work information is stored locally on your device using Apple's Core Data framework. We do not collect, transmit, or store any of your personal work data on external servers. 2. DATA WE DO NOT COLLECT We do NOT collect: • Your shift schedules • Work hours or earnings • Employer information • Location data • Personal identification information • Usage analytics or tracking data 3. DATA STORED LOCALLY The following data is stored only on your device: • Shift schedules (start/end times, breaks) • Wage calculations • Reports and statistics • User preferences and settings This data remains on your device and is included in your iCloud backup if you have iCloud enabled for this app. 4. PREMIUM PURCHASES When you purchase Premium: • Apple processes the payment through the App Store • We receive only a purchase receipt validation from Apple • No personal financial information is shared with us • Apple's privacy policy applies to purchase data 5. iCLOUD SYNC (OPTIONAL) If you enable iCloud sync: • Your shift data syncs between your devices using Apple's iCloud • Data is encrypted in transit and at rest • Apple's iCloud privacy policy applies • You can disable iCloud sync anytime in iOS Settings 6. PERMISSIONS ShiftManager requests only essential permissions: • Notifications: To remind you of upcoming shifts (optional) • No location tracking • No camera or photo access • No contacts access • No microphone access 7. CHILDREN'S PRIVACY Our app does not knowingly collect information from children under 13. The app is designed for working adults. 8. DATA SECURITY • All data is stored using Apple's secure Core Data framework • Local data is protected by your device's security features • No data transmission to external servers • Your data is as secure as your device 9. YOUR RIGHTS You have full control: • Export your data as PDF reports • Delete all data at any time through Settings • No account creation required • Complete data ownership 10. THIRD-PARTY SERVICES We use only Apple's native frameworks: • StoreKit for purchases • Core Data for local storage • CloudKit for optional iCloud sync All subject to Apple's privacy policies. 11. CHANGES TO PRIVACY POLICY We will notify you of significant privacy policy changes through an app update notice. 12. DATA RETENTION Your data remains on your device until you delete the app or manually delete the data. We do not have access to or control over your local data. 13. INTERNATIONAL USERS Since data is stored locally on your device, no international data transfer occurs. 14. CONTACT US Questions about privacy? Contact us through the app's support section. SUMMARY: Your work data is yours. It stays on your device. We never see it, collect it, or share it. That's our promise.
de: DATENSCHUTZERKLÄRUNG Letzte Aktualisierung: Dezember 2025 1. UNSERE DATENSCHUTZVERPFLICHTUNG ShiftManager wurde mit Datenschutz im Kern entwickelt. Alle Ihre Schichtdaten, Einnahmen und Arbeitsinformationen werden lokal auf Ihrem Gerät mit Apples Core Data Framework gespeichert. Wir sammeln, übertragen oder speichern keine Ihrer persönlichen Arbeitsdaten auf externen Servern. 2. DATEN, DIE WIR NICHT SAMMELN Wir sammeln NICHT: • Ihre Schichtpläne • Arbeitsstunden oder Einnahmen • Arbeitgeberinformationen • Standortdaten • Persönliche Identifikationsinformationen • Nutzungsanalysen oder Tracking-Daten 3. LOKAL GESPEICHERTE DATEN Die folgenden Daten werden nur auf Ihrem Gerät gespeichert: • Schichtpläne (Start-/Endzeiten, Pausen) • Lohnberechnungen • Berichte und Statistiken • Benutzereinstellungen und -präferenzen Diese Daten verbleiben auf Ihrem Gerät und sind in Ihrem iCloud-Backup enthalten, wenn Sie iCloud für diese App aktiviert haben. 4. PREMIUM-KÄUFE Wenn Sie Premium kaufen: • Apple verarbeitet die Zahlung über den App Store • Wir erhalten nur eine Kaufbelegerstellung von Apple • Keine persönlichen Finanzinformationen werden mit uns geteilt • Die Datenschutzrichtlinie von Apple gilt für Kaufdaten 5. iCLOUD-SYNCHRONISIERUNG (OPTIONAL) Wenn Sie iCloud-Synchronisierung aktivieren: • Ihre Schichtdaten werden zwischen Ihren Geräten mit Apples iCloud synchronisiert • Daten werden während der Übertragung und im Ruhezustand verschlüsselt • Die iCloud-Datenschutzrichtlinie von Apple gilt • Sie können die iCloud-Synchronisierung jederzeit in den iOS-Einstellungen deaktivieren 6. BERECHTIGUNGEN ShiftManager fordert nur wesentliche Berechtigungen an: • Benachrichtigungen: Um Sie an bevorstehende Schichten zu erinnern (optional) • Kein Standort-Tracking • Kein Kamera- oder Fotozugriff • Kein Kontaktzugriff • Kein Mikrofonzugriff 7. DATENSCHUTZ FÜR KINDER Unsere App sammelt wissentlich keine Informationen von Kindern unter 13 Jahren. Die App ist für arbeitende Erwachsene konzipiert. 8. DATENSICHERHEIT • Alle Daten werden mit Apples sicherem Core Data Framework gespeichert • Lokale Daten sind durch die Sicherheitsfunktionen Ihres Geräts geschützt • Keine Datenübertragung an externe Server • Ihre Daten sind so sicher wie Ihr Gerät 9. IHRE RECHTE Sie haben die volle Kontrolle: • Exportieren Sie Ihre Daten als PDF-Berichte • Löschen Sie alle Daten jederzeit über die Einstellungen • Keine Kontoerstellung erforderlich • Vollständiges Dateneigentum 10. DIENSTE VON DRITTANBIETERN Wir verwenden nur Apples native Frameworks: • StoreKit für Käufe • Core Data für lokale Speicherung • CloudKit für optionale iCloud-Synchronisierung Alle unterliegen Apples Datenschutzrichtlinien. 11. ÄNDERUNGEN DER DATENSCHUTZRICHTLINIE Wir werden Sie über wesentliche Änderungen der Datenschutzrichtlinie durch eine App-Update-Benachrichtigung informieren. 12. DATENAUFBEWAHRUNG Ihre Daten verbleiben auf Ihrem Gerät, bis Sie die App löschen oder die Daten manuell löschen. Wir haben keinen Zugriff auf oder Kontrolle über Ihre lokalen Daten. 13. INTERNATIONALE NUTZER Da Daten lokal auf Ihrem Gerät gespeichert werden, findet keine internationale Datenübertragung statt. 14. KONTAKT Fragen zum Datenschutz? Kontaktieren Sie uns über den Support-Bereich der App. ZUSAMMENFASSUNG: Ihre Arbeitsdaten gehören Ihnen. Sie bleiben auf Ihrem Gerät. Wir sehen, sammeln oder teilen sie niemals. Das ist unser Versprechen.
es: POLÍTICA DE PRIVACIDAD Última actualización: Noviembre 2025 1. NUESTRO COMPROMISO CON LA PRIVACIDAD ShiftManager está construido con la privacidad en su núcleo. Todos tus datos de turnos, ganancias e información laboral se almacenan localmente en tu dispositivo usando el framework Core Data de Apple. No recopilamos, transmitimos ni almacenamos ninguno de tus datos laborales personales en servidores externos. 2. DATOS QUE NO RECOPILAMOS NO recopilamos: • Tus horarios de turnos • Horas de trabajo o ganancias • Información del empleador • Datos de ubicación • Información de identificación personal • Análisis de uso o datos de seguimiento 3. DATOS ALMACENADOS LOCALMENTE Los siguientes datos se almacenan solo en tu dispositivo: • Horarios de turnos (horarios de inicio/fin, descansos) • Cálculos de salario • Informes y estadísticas • Preferencias y configuraciones del usuario Estos datos permanecen en tu dispositivo y se incluyen en tu copia de seguridad de iCloud si has habilitado iCloud para esta aplicación. 4. COMPRAS PREMIUM Cuando compras Premium: • Apple procesa el pago a través de la App Store • Solo recibimos una validación de recibo de compra de Apple • No se comparte información financiera personal con nosotros • La política de privacidad de Apple se aplica a los datos de compra 5. SINCRONIZACIÓN iCLOUD (OPCIONAL) Si habilitas la sincronización de iCloud: • Tus datos de turnos se sincronizan entre tus dispositivos usando iCloud de Apple • Los datos se cifran en tránsito y en reposo • Se aplica la política de privacidad de iCloud de Apple • Puedes deshabilitar la sincronización de iCloud en cualquier momento en la Configuración de iOS 6. PERMISOS ShiftManager solo solicita permisos esenciales: • Notificaciones: Para recordarte turnos próximos (opcional) • Sin seguimiento de ubicación • Sin acceso a cámara o fotos • Sin acceso a contactos • Sin acceso al micrófono 7. PRIVACIDAD INFANTIL Nuestra aplicación no recopila intencionalmente información de niños menores de 13 años. La aplicación está diseñada para adultos trabajadores. 8. SEGURIDAD DE DATOS • Todos los datos se almacenan usando el framework Core Data seguro de Apple • Los datos locales están protegidos por las funciones de seguridad de tu dispositivo • Sin transmisión de datos a servidores externos • Tus datos son tan seguros como tu dispositivo 9. TUS DERECHOS Tienes control total: • Exporta tus datos como informes PDF • Elimina todos los datos en cualquier momento a través de la Configuración • No se requiere creación de cuenta • Propiedad completa de los datos 10. SERVICIOS DE TERCEROS Solo usamos frameworks nativos de Apple: • StoreKit para compras • Core Data para almacenamiento local • CloudKit para sincronización opcional de iCloud Todo sujeto a las políticas de privacidad de Apple. 11. CAMBIOS EN LA POLÍTICA DE PRIVACIDAD Te notificaremos cambios significativos en la política de privacidad a través de un aviso de actualización de la aplicación. 12. RETENCIÓN DE DATOS Tus datos permanecen en tu dispositivo hasta que elimines la aplicación o elimines manualmente los datos. No tenemos acceso ni control sobre tus datos locales. 13. USUARIOS INTERNACIONALES Dado que los datos se almacenan localmente en tu dispositivo, no ocurre ninguna transferencia internacional de datos. 14. CONTÁCTANOS ¿Preguntas sobre privacidad? Contáctanos a través de la sección de soporte de la aplicación. RESUMEN: Tus datos de trabajo son tuyos. Permanecen en tu dispositivo. Nunca los vemos, recopilamos ni compartimos. Esa es nuestra promesa.
fr: POLITIQUE DE CONFIDENTIALITÉ Dernière mise à jour : Novembre 2025 1. NOTRE ENGAGEMENT EN MATIÈRE DE CONFIDENTIALITÉ ShiftManager est conçu avec la confidentialité au cœur. Toutes vos données de quarts, revenus et informations de travail sont stockées localement sur votre appareil à l'aide du framework Core Data d'Apple. Nous ne collectons, ne transmettons ni ne stockons aucune de vos données de travail personnelles sur des serveurs externes. 2. DONNÉES QUE NOUS NE COLLECTONS PAS Nous ne collectons PAS : • Vos horaires de quarts • Heures de travail ou revenus • Informations sur l'employeur • Données de localisation • Informations d'identification personnelle • Analyses d'utilisation ou données de suivi 3. DONNÉES STOCKÉES LOCALEMENT Les données suivantes sont stockées uniquement sur votre appareil : • Horaires de quarts (heures de début/fin, pauses) • Calculs de salaire • Rapports et statistiques • Préférences et paramètres utilisateur Ces données restent sur votre appareil et sont incluses dans votre sauvegarde iCloud si vous avez activé iCloud pour cette application. 4. ACHATS PREMIUM Lorsque vous achetez Premium : • Apple traite le paiement via l'App Store • Nous recevons uniquement une validation de reçu d'achat d'Apple • Aucune information financière personnelle n'est partagée avec nous • La politique de confidentialité d'Apple s'applique aux données d'achat 5. SYNCHRONISATION iCLOUD (OPTIONNELLE) Si vous activez la synchronisation iCloud : • Vos données de quarts se synchronisent entre vos appareils via iCloud d'Apple • Les données sont cryptées en transit et au repos • La politique de confidentialité iCloud d'Apple s'applique • Vous pouvez désactiver la synchronisation iCloud à tout moment dans les paramètres iOS 6. PERMISSIONS ShiftManager demande uniquement les permissions essentielles : • Notifications : Pour vous rappeler les quarts à venir (optionnel) • Pas de suivi de localisation • Pas d'accès à la caméra ou aux photos • Pas d'accès aux contacts • Pas d'accès au microphone 7. CONFIDENTIALITÉ DES ENFANTS Notre application ne collecte sciemment pas d'informations auprès d'enfants de moins de 13 ans. L'application est conçue pour les adultes qui travaillent. 8. SÉCURITÉ DES DONNÉES • Toutes les données sont stockées à l'aide du framework Core Data sécurisé d'Apple • Les données locales sont protégées par les fonctionnalités de sécurité de votre appareil • Aucune transmission de données vers des serveurs externes • Vos données sont aussi sécurisées que votre appareil 9. VOS DROITS Vous avez un contrôle total : • Exportez vos données sous forme de rapports PDF • Supprimez toutes les données à tout moment via les paramètres • Aucune création de compte requise • Propriété complète des données 10. SERVICES TIERS Nous utilisons uniquement les frameworks natifs d'Apple : • StoreKit pour les achats • Core Data pour le stockage local • CloudKit pour la synchronisation iCloud optionnelle Tous soumis aux politiques de confidentialité d'Apple. 11. MODIFICATIONS DE LA POLITIQUE DE CONFIDENTIALITÉ Nous vous informerons des modifications importantes de la politique de confidentialité par le biais d'une notification de mise à jour de l'application. 12. CONSERVATION DES DONNÉES Vos données restent sur votre appareil jusqu'à ce que vous supprimiez l'application ou supprimiez manuellement les données. Nous n'avons pas accès à ou de contrôle sur vos données locales. 13. UTILISATEURS INTERNATIONAUX Étant donné que les données sont stockées localement sur votre appareil, aucun transfert de données international n'a lieu. 14. NOUS CONTACTER Des questions sur la confidentialité ? Contactez-nous via la section support de l'application. RÉSUMÉ : Vos données de travail vous appartiennent. Elles restent sur votre appareil. Nous ne les voyons, ne les collectons ni ne les partageons jamais. C'est notre promesse.
he: מדיניות פרטיות עדכון אחרון: נובמבר 2025 1. התחייבות הפרטיות שלנו ShiftManager נבנה עם פרטיות בליבו. כל נתוני המשמרות, השכר ומידע העבודה שלך מאוחסנים מקומית במכשיר שלך באמצעות מסגרת Core Data של Apple. אנחנו לא אוספים, משדרים או מאחסנים שום נתוני עבודה אישיים שלך בשרתים חיצוניים. 2. נתונים שאנחנו לא אוספים אנחנו לא אוספים: • לוחות המשמרות שלך • שעות עבודה או שכר • מידע על מעסיק • נתוני מיקום • מידע זיהוי אישי • אנליטיקה או מעקב שימוש 3. נתונים שנשמרים מקומית הנתונים הבאים נשמרים רק במכשיר שלך: • לוחות משמרות (זמני התחלה/סיום, הפסקות) • חישובי שכר • דוחות וסטטיסטיקות • העדפות והגדרות משתמש נתונים אלה נשארים במכשיר שלך וכלולים בגיבוי iCloud שלך אם הפעלת iCloud עבור אפליקציה זו. 4. רכישות פרימיום כאשר אתה רוכש פרימיום: • Apple מעבדת את התשלום דרך App Store • אנו מקבלים רק אימות קבלה מ-Apple • אין מידע פיננסי אישי שמשותף איתנו • מדיניות הפרטיות של Apple חלה על נתוני רכישה 5. סנכרון iCloud (אופציונלי) אם תפעיל סנכרון iCloud: • נתוני המשמרות שלך מסתנכרנים בין המכשירים שלך באמצעות iCloud של Apple • הנתונים מוצפנים במעבר ובמנוחה • מדיניות הפרטיות של iCloud של Apple חלה • תוכל להשבית סנכרון iCloud בכל עת בהגדרות iOS 6. הרשאות ShiftManager מבקשת רק הרשאות חיוניות: • התראות: כדי להזכיר לך על משמרות קרובות (אופציונלי) • אין מעקב מיקום • אין גישה למצלמה או לתמונות • אין גישה לאנשי קשר • אין גישה למיקרופון 7. פרטיות ילדים האפליקציה שלנו לא אוספת במודע מידע מילדים מתחת לגיל 13. האפליקציה מיועדת למבוגרים עובדים. 8. אבטחת נתונים • כל הנתונים מאוחסנים באמצעות מסגרת Core Data המאובטחת של Apple • נתונים מקומיים מוגנים על ידי תכונות האבטחה של המכשיר שלך • אין העברת נתונים לשרתים חיצוניים • הנתונים שלך מאובטחים כמו המכשיר שלך 9. הזכויות שלך יש לך שליטה מלאה: • ייצוא הנתונים שלך כדוחות PDF • מחיקת כל הנתונים בכל עת דרך הגדרות • אין צורך ביצירת חשבון • בעלות מלאה על הנתונים 10. שירותי צד שלישי אנו משתמשים רק במסגרות מקוריות של Apple: • StoreKit לרכישות • Core Data לאחסון מקומי • CloudKit לסנכרון iCloud אופציונלי הכל כפוף למדיניות הפרטיות של Apple. 11. שינויים במדיניות פרטיות נודיע לך על שינויים משמעותיים במדיניות הפרטיות דרך הודעת עדכון אפליקציה. 12. שמירת נתונים הנתונים שלך נשארים במכשיר שלך עד שתמחק את האפליקציה או תמחק ידנית את הנתונים. אין לנו גישה או שליטה על הנתונים המקומיים שלך. 13. משתמשים בינלאומיים מכיוון שהנתונים מאוחסנים מקומית במכשיר שלך, לא מתרחשת העברת נתונים בינלאומית. 14. צור קשר שאלות לגבי פרטיות? צור קשר דרך מדור התמיכה באפליקציה. סיכום: נתוני העבודה שלך הם שלך. הם נשארים במכשיר שלך. אנחנו לעולם לא רואים, אוספים או משתפים אותם. זו ההבטחה שלנו.
ru: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ Последнее обновление: Ноябрь 2025 1. НАШЕ ОБЯЗАТЕЛЬСТВО ПО КОНФИДЕНЦИАЛЬНОСТИ ShiftManager создан с учетом конфиденциальности. Все данные ваших смен, доходы и рабочая информация хранятся локально на вашем устройстве с использованием фреймворка Core Data от Apple. Мы не собираем, не передаем и не храним ваши личные рабочие данные на внешних серверах. 2. ДАННЫЕ, КОТОРЫЕ МЫ НЕ СОБИРАЕМ Мы НЕ собираем: • Ваши графики смен • Рабочие часы или доходы • Информацию о работодателе • Данные местоположения • Личную идентификационную информацию • Аналитику использования или данные отслеживания 3. ДАННЫЕ, ХРАНЯЩИЕСЯ ЛОКАЛЬНО Следующие данные хранятся только на вашем устройстве: • Графики смен (время начала/окончания, перерывы) • Расчеты заработной платы • Отчеты и статистика • Предпочтения и настройки пользователя Эти данные остаются на вашем устройстве и включены в резервную копию iCloud, если вы включили iCloud для этого приложения. 4. ПРЕМИУМ-ПОКУПКИ Когда вы покупаете Premium: • Apple обрабатывает платеж через App Store • Мы получаем только подтверждение чека от Apple • Никакая личная финансовая информация не передается нам • Политика конфиденциальности Apple применяется к данным о покупках 5. СИНХРОНИЗАЦИЯ iCLOUD (ОПЦИОНАЛЬНО) Если вы включите синхронизацию iCloud: • Данные ваших смен синхронизируются между вашими устройствами через iCloud от Apple • Данные шифруются при передаче и в покое • Применяется политика конфиденциальности iCloud от Apple • Вы можете отключить синхронизацию iCloud в любое время в настройках iOS 6. РАЗРЕШЕНИЯ ShiftManager запрашивает только необходимые разрешения: • Уведомления: Чтобы напоминать вам о предстоящих сменах (опционально) • Нет отслеживания местоположения • Нет доступа к камере или фотографиям • Нет доступа к контактам • Нет доступа к микрофону 7. КОНФИДЕНЦИАЛЬНОСТЬ ДЕТЕЙ Наше приложение сознательно не собирает информацию от детей младше 13 лет. Приложение предназначено для работающих взрослых. 8. БЕЗОПАСНОСТЬ ДАННЫХ • Все данные хранятся с использованием безопасного фреймворка Core Data от Apple • Локальные данные защищены функциями безопасности вашего устройства • Нет передачи данных на внешние серверы • Ваши данные так же безопасны, как и ваше устройство 9. ВАШИ ПРАВА У вас есть полный контроль: • Экспортируйте свои данные в виде отчетов PDF • Удаляйте все данные в любое время через настройки • Не требуется создание учетной записи • Полное владение данными 10. СТОРОННИЕ СЕРВИСЫ Мы используем только собственные фреймворки Apple: • StoreKit для покупок • Core Data для локального хранения • CloudKit для опциональной синхронизации iCloud Все регулируется политикой конфиденциальности Apple. 11. ИЗМЕНЕНИЯ В ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ Мы уведомим вас о значительных изменениях в политике конфиденциальности через уведомление об обновлении приложения. 12. ХРАНЕНИЕ ДАННЫХ Ваши данные остаются на вашем устройстве, пока вы не удалите приложение или вручную не удалите данные. У нас нет доступа или контроля над вашими локальными данными. 13. МЕЖДУНАРОДНЫЕ ПОЛЬЗОВАТЕЛИ Поскольку данные хранятся локально на вашем устройстве, международная передача данных не происходит. 14. СВЯЖИТЕСЬ С НАМИ Вопросы о конфиденциальности? Свяжитесь с нами через раздел поддержки в приложении. РЕЗЮМЕ: Ваши рабочие данные принадлежат вам. Они остаются на вашем устройстве. Мы никогда их не видим, не собираем и не передаем. Это наше обещание.

# premium_privacy_summary_title
source: Privacy Summary
de: Datenschutz-Zusammenfassung
es: Resumen de Privacidad
fr: Résumé de la Confidentialité
he: סיכום פרטיות
ru: Краткая информация о конфиденциальности

# premium_privacy_summary_content
source: ✓ All data stored locally on your device ✓ No data collection or tracking ✓ No account registration required ✓ Optional iCloud sync (encrypted) ✓ Full data control and ownership ✓ No ads or third-party analytics ✓ Complete privacy guaranteed
de: ✓ Alle Daten lokal auf Ihrem Gerät gespeichert ✓ Keine Datensammlung oder Tracking ✓ Keine Kontoregistrierung erforderlich ✓ Optionale iCloud-Synchronisierung (verschlüsselt) ✓ Volle Datenkontrolle und Eigentum ✓ Keine Werbung oder Drittanbieter-Analysen ✓ Vollständiger Datenschutz garantiert
es: ✓ Todos los datos almacenados localmente en tu dispositivo ✓ Sin recopilación de datos ni seguimiento ✓ No se requiere registro de cuenta ✓ Sincronización opcional de iCloud (cifrada) ✓ Control y propiedad total de datos ✓ Sin anuncios ni análisis de terceros ✓ Privacidad completa garantizada
fr: ✓ Toutes les données stockées localement sur votre appareil ✓ Aucune collecte de données ou suivi ✓ Aucune inscription de compte requise ✓ Synchronisation iCloud optionnelle (cryptée) ✓ Contrôle et propriété complète des données ✓ Pas de publicités ou d'analyses tierces ✓ Confidentialité complète garantie
he: ✓ כל הנתונים מאוחסנים מקומית במכשיר שלך ✓ אין איסוף נתונים או מעקב ✓ אין צורך ברישום חשבון ✓ סנכרון iCloud אופציונלי (מוצפן) ✓ שליטה ובעלות מלאה על הנתונים ✓ אין פרסומות או אנליטיקה של צד שלישי ✓ פרטיות מלאה מובטחת
ru: ✓ Все данные хранятся локально на вашем устройстве ✓ Нет сбора данных или отслеживания ✓ Не требуется регистрация учетной записи ✓ Опциональная синхронизация iCloud (зашифрованная) ✓ Полный контроль и владение данными ✓ Нет рекламы или сторонней аналитики ✓ Гарантированная полная конфиденциальность

# premium_privacy_last_updated
source: Last Updated: November 18, 2025
de: Letzte Aktualisierung: 20. Dezember 2025
es: Última actualización: 18 de noviembre de 2025
fr: Dernière mise à jour : 18 novembre 2025
he: עדכון אחרון: 18 בנובמבר 2025
ru: Последнее обновление: 18 ноября 2025

source: Error
de: Fehler
fr: Erreur
he: שגיאה
ru: Ошибка

source: Enable Notifications
he: הפעל התראות

source: Remind me before shift
he: הזכר לי לפני משמרת

source: 15 minutes
he: 15 דקות

source: 30 minutes
he: 30 דקות

source: 45 minutes
he: 45 דקות

source: 1 hour
he: שעה אחת

source: Hourly Wage
de: Stundenlohn
fr: Salaire horaire
he: שכר לשעה
ru: Почасовая оплата

source: Regular Shift
de: Reguläre Schicht
he: משמרת רגילה

source: Popular
de: Beliebt
fr: Populaire
he: פופולרי
ru: Популярно

source: Email: support@shiftsmanager.com
he: אימייל: support@shiftsmanager.com

source: General
de: Allgemein
fr: Général
he: כללי
ru: Общее
