Repository: esamuel/ShiftManager
Catalog: ShiftManager/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, he, ru

source: Overtime is calculated based on your settings for base hours and overtime rules. Any hours worked beyond the base hours will follow the overtime rules you've set up.
de: Überstunden werden auf Basis Ihrer Einstellungen für Basisstunden und Überstundenregeln berechnet. Alle über die Basisstunden hinaus gearbeiteten Stunden folgen den von Ihnen eingerichteten Überstundenregeln.
es: Las horas extras se calculan según tus ajustes de horas base y reglas de horas extras. Cualquier hora trabajada más allá de las horas base seguirá las reglas de horas extras que hayas configurado.
fr: Les heures supplémentaires sont calculées en fonction de vos paramètres d'heures de base et des règles d'heures supplémentaires. Toutes les heures travaillées au-delà des heures de base suivront les règles d'heures supplémentaires que vous avez configurées.
he: שעות נוספות מחושבות לפי הגדרות שעות הבסיס והכללים שקבעת. כל שעה מעבר תיחשב לפי הכללים.
ru: Сверхурочное время рассчитывается на основе ваших настроек базовых часов и правил сверхурочной работы. Любые часы, отработанные сверх базовых часов, будут следовать установленным вами правилам сверхурочной работы.

source: Can I export my shift data?
de: Kann ich meine Schichtdaten exportieren?
es: ¿Puedo exportar mis datos de turnos?
fr: Puis-je exporter mes données de quart de travail ?
he: האם אפשר לייצא נתוני משמרות?
ru: Могу ли я экспортировать данные своих смен?

source: Yes, in the Reports tab you can view your shift data by different time periods and export it to PDF.
de: Ja, im Berichte-Tab können Sie Ihre Schichtdaten nach verschiedenen Zeiträumen anzeigen und als PDF exportieren.
es: Sí, en la pestaña Informes puedes ver tus datos de turnos por diferentes períodos de tiempo y exportarlos a PDF.
fr: Oui, dans l'onglet Rapports, vous pouvez consulter vos données de quart de travail par différentes périodes et les exporter en PDF.
he: כן, בלשונית דוחות תוכל לצפות בנתוני משמרות לפי תקופות שונות ולייצא ל-PDF.
ru: Да, на вкладке Отчеты вы можете просматривать данные смен по разным периодам времени и экспортировать их в PDF.

source: What is the tax deduction setting?
de: Was ist die Einstellung für Steuerabzug?
es: ¿Qué es el ajuste de deducción fiscal?
fr: Qu'est-ce que le paramètre de déduction fiscale ?
he: מהי הגדרת ניכוי המס?
ru: Что такое настройка налогового вычета?

source: The tax deduction percentage is used to estimate your net income after taxes. This is only an estimate and may not reflect actual taxes in your location.
de: Der Steuerabzugsprozentsatz wird verwendet, um Ihr Nettoeinkommen nach Steuern zu schätzen. Dies ist nur eine Schätzung und spiegelt möglicherweise nicht die tatsächlichen Steuern an Ihrem Standort wider.
es: El porcentaje de deducción fiscal se utiliza para estimar tu ingreso neto después de impuestos. Esto es solo una estimación y puede no reflejar los impuestos reales en tu ubicación.
fr: Le pourcentage de déduction fiscale est utilisé pour estimer votre revenu net après impôts. Il s'agit uniquement d'une estimation et peut ne pas refléter les impôts réels dans votre région.
he: אחוז ניכוי המס משמש להערכת הכנסה נטו לאחר מס. זו רק הערכה ואינה משקפת בהכרח את המס בפועל באזור שלך.
ru: Процент налогового вычета используется для оценки вашего чистого дохода после уплаты налогов. Это только оценка и может не отражать фактические налоги в вашем регионе.

source: What are base hours?
de: Was sind Basisstunden?
es: ¿Qué son las horas base?
fr: Que sont les heures de base ?
he: מהן שעות בסיס?
ru: Что такое базовые часы?

source: Base hours define how many hours you can work before overtime begins. You can set different values for regular weekdays and special days.
de: Basisstunden definieren, wie viele Stunden Sie arbeiten können, bevor Überstunden beginnen. Sie können unterschiedliche Werte für normale Wochentage und besondere Tage festlegen.
es: Las horas base definen cuántas horas puedes trabajar antes de que comiencen las horas extras. Puedes establecer diferentes valores para días laborables regulares y días especiales.
fr: Les heures de base définissent combien d'heures vous pouvez travailler avant que les heures supplémentaires ne commencent. Vous pouvez définir différentes valeurs pour les jours de semaine normaux et les jours spéciaux.
he: שעות בסיס קובעות כמה שעות תוכל לעבוד לפני שמתחילות שעות נוספות. ניתן להגדיר ערכים שונים לימי חול וימים מיוחדים.
ru: Базовые часы определяют, сколько часов вы можете работать до начала сверхурочной работы. Вы можете установить разные значения для обычных будних дней и особых дней.

source: How do I change the app language?
de: Wie ändere ich die App-Sprache?
es: ¿Cómo cambio el idioma de la aplicación?
fr: Comment changer la langue de l'application ?
he: איך משנים את שפת האפליקציה?
ru: Как изменить язык приложения?

source: In Settings, tap on the Language option and select your preferred language from the list.
de: Tippen Sie in den Einstellungen auf die Option Sprache und wählen Sie Ihre bevorzugte Sprache aus der Liste aus.
es: En Ajustes, toca la opción Idioma y selecciona tu idioma preferido de la lista.
fr: Dans Paramètres, appuyez sur l'option Langue et sélectionnez votre langue préférée dans la liste.
he: בהגדרות, לחץ על אפשרות השפה ובחר את השפה הרצויה מהרשימה.
ru: В Настройках нажмите на опцию Язык и выберите предпочитаемый язык из списка.

source: Troubleshooting
de: Fehlerbehebung
es: Solución de problemas
fr: Dépannage
he: פתרון בעיות
ru: Устранение неполадок

source: My shifts aren't showing up correctly
de: Meine Schichten werden nicht korrekt angezeigt
es: Mis turnos no se muestran correctamente
fr: Mes quarts de travail ne s'affichent pas correctement
he: המשמרות שלי לא מוצגות נכון
ru: Мои смены отображаются неправильно

source: Make sure your shifts don't overlap and that you've saved them properly. Try restarting the app if issues persist.
de: Stellen Sie sicher, dass sich Ihre Schichten nicht überschneiden und dass Sie sie ordnungsgemäß gespeichert haben. Versuchen Sie, die App neu zu starten, wenn Probleme weiterhin bestehen.
es: Asegúrate de que tus turnos no se superpongan y que los hayas guardado correctamente. Intenta reiniciar la aplicación si los problemas persisten.
fr: Assurez-vous que vos quarts de travail ne se chevauchent pas et que vous les avez correctement enregistrés. Essayez de redémarrer l'application si les problèmes persistent.
he: ודא שאין חפיפות בין משמרות ושהן נשמרו כראוי. נסה להפעיל מחדש את האפליקציה אם הבעיה נמשכת.
ru: Убедитесь, что ваши смены не перекрываются и что вы правильно их сохранили. Попробуйте перезапустить приложение, если проблемы не устраняются.

source: The overtime calculations look wrong
de: Die Überstundenberechnungen sehen falsch aus
es: Los cálculos de horas extras parecen incorrectos
fr: Les calculs d'heures supplémentaires semblent incorrects
he: חישוב השעות הנוספות נראה שגוי
ru: Расчеты сверхурочных выглядят неправильно

source: Check your overtime rules and base hours settings to ensure they match your expectations. Remember that special days may have different rules.
de: Überprüfen Sie Ihre Überstundenregeln und Basisstundeneinstellungen, um sicherzustellen, dass sie Ihren Erwartungen entsprechen. Denken Sie daran, dass besondere Tage unterschiedliche Regeln haben können.
es: Verifica tus reglas de horas extras y ajustes de horas base para asegurarte de que coincidan con tus expectativas. Recuerda que los días especiales pueden tener reglas diferentes.
fr: Vérifiez vos règles d'heures supplémentaires et vos paramètres d'heures de base pour vous assurer qu'ils correspondent à vos attentes. N'oubliez pas que les jours spéciaux peuvent avoir des règles différentes.
he: בדוק את כללי השעות הנוספות והגדרות שעות הבסיס כדי לוודא שהן תואמות את הציפיות שלך. זכור שלימים מיוחדים יש כללים שונים.
ru: Проверьте правила сверхурочной работы и настройки базовых часов, чтобы убедиться, что они соответствуют вашим ожиданиям. Помните, что особые дни могут иметь разные правила.

source: Contact Information
de: Kontaktinformationen
es: Información de Contacto
fr: Informations de Contact
he: פרטי קשר
ru: Контактная информация

source: Message
de: Nachricht
es: Mensaje
he: הודעה
ru: Сообщение

source: Subject
de: Betreff
es: Asunto
fr: Sujet
he: נושא
ru: Тема

source: Describe your issue or question...
de: Beschreiben Sie Ihr Problem oder Ihre Frage...
es: Describe tu problema o pregunta...
fr: Décrivez votre problème ou question...
he: תאר את הבעיה או השאלה שלך...
ru: Опишите вашу проблему или вопрос...

source: Send Message
de: Nachricht senden
es: Enviar Mensaje
fr: Envoyer le Message
he: שלח הודעה
ru: Отправить сообщение

source: Message Sent
de: Nachricht gesendet
es: Mensaje Enviado
fr: Message Envoyé
he: ההודעה נשלחה
ru: Сообщение отправлено

source: Thank you for your message. We'll get back to you soon.
de: Vielen Dank für Ihre Nachricht. Wir werden uns in Kürze bei Ihnen melden.
es: Gracias por tu mensaje. Te responderemos pronto.
fr: Merci pour votre message. Nous vous répondrons bientôt.
he: תודה על פנייתך. נחזור אליך בהקדם.
ru: Спасибо за ваше сообщение. Мы свяжемся с вами в ближайшее время.

source: How do I change the app theme?
de: Wie ändere ich das App-Thema?
es: ¿Cómo cambio el tema de la aplicación?
fr: Comment changer le thème de l'application ?
he: איך משנים את ערכת הנושא של האפליקציה?
ru: Как изменить тему приложения?

source: In Settings, go to the Appearance section and select your preferred theme (System, Light, or Dark).
de: Gehen Sie in den Einstellungen zum Abschnitt Erscheinungsbild und wählen Sie Ihr bevorzugtes Thema (System, Hell oder Dunkel).
es: En Ajustes, ve a la sección Apariencia y selecciona tu tema preferido (Sistema, Claro u Oscuro).
fr: Dans Paramètres, allez à la section Apparence et sélectionnez votre thème préféré (Système, Clair ou Sombre).
he: בהגדרות, עבור למראה ובחר ערכת נושא (מערכת, בהיר או כהה).
ru: В Настройках перейдите в раздел Внешний вид и выберите предпочитаемую тему (Системная, Светлая или Темная).

source: Send Feedback
de: Feedback senden
es: Enviar Comentarios
fr: Envoyer des Commentaires
he: שלח משוב
ru: Отправить отзыв

source: App Feedback
es: Comentarios de la Aplicación
fr: Commentaires sur l'Application
he: משוב על האפליקציה
ru: Отзыв о приложении

source: Rate Your Experience
de: Bewerten Sie Ihre Erfahrung
es: Califica tu Experiencia
fr: Évaluez Votre Expérience
he: דרג את החוויה שלך
ru: Оцените ваш опыт

source: Feedback Category
de: Feedback-Kategorie
es: Categoría de Comentarios
fr: Catégorie de Commentaires
he: קטגוריית משוב
ru: Категория отзыва

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
he: קטגוריה
ru: Категория

source: Usability
de: Benutzerfreundlichkeit
es: Usabilidad
fr: Ergonomie
he: שמישות
ru: Удобство использования

source: Features
de: Funktionen
es: Características
fr: Fonctionnalités
he: פיצ'רים
ru: Функциональность

source: Bug Report
de: Fehlerbericht
es: Reporte de Errores
fr: Rapport de Bug
he: דיווח באג
ru: Отчет об ошибке

source: Suggestions
de: Vorschläge
es: Sugerencias
he: הצעות
ru: Предложения

source: Your Feedback
de: Ihr Feedback
es: Tus Comentarios
fr: Vos Commentaires
he: המשוב שלך
ru: Ваш отзыв

source: Tell us what you think about the app...
de: Teilen Sie uns mit, was Sie über die App denken...
es: Cuéntanos qué piensas de la aplicación...
fr: Dites-nous ce que vous pensez de l'application...
he: ספר לנו מה דעתך על האפליקציה...
ru: Расскажите нам, что вы думаете о приложении...

source: Submit Feedback
de: Feedback abschicken
es: Enviar Comentarios
fr: Soumettre les Commentaires
he: שלח משוב
ru: Отправить отзыв

source: Feedback Sent
de: Feedback gesendet
es: Comentarios Enviados
fr: Commentaires Envoyés
he: המשוב נשלח
ru: Отзыв отправлен

source: Thank you for your feedback! We'll use it to improve the app.
de: Vielen Dank für Ihr Feedback! Wir werden es nutzen, um die App zu verbessern.
es: ¡Gracias por tus comentarios! Los utilizaremos para mejorar la aplicación.
fr: Merci pour vos commentaires ! Nous les utiliserons pour améliorer l'application.
he: תודה על המשוב! נשתמש בו כדי לשפר את האפליקציה.
ru: Спасибо за ваш отзыв! Мы используем его для улучшения приложения.

source: Tell Friends
es: Compartir con Amigos
he: ספר לחברים

source: Monthly Report
de: Monatsbericht
es: Informe Mensual
fr: Rapport Mensuel
he: דוח חודשי
ru: Ежемесячный отчет

source: Select Month
de: Monat auswählen
es: Seleccionar Mes
fr: Sélectionner le Mois
he: בחר חודש
ru: Выбрать месяц

source: Generate Monthly Report
de: Monatsbericht erstellen
es: Generar Informe Mensual
fr: Générer le Rapport Mensuel
he: צור דוח חודשי
ru: Создать ежемесячный отчет

source: Month & Year
de: Monat & Jahr
es: Mes y Año
fr: Mois et Année
he: חודש ושנה
ru: Месяц и год

source: No data available for selected month
de: Keine Daten für den ausgewählten Monat verfügbar
es: No hay datos disponibles para el mes seleccionado
fr: Aucune donnée disponible pour le mois sélectionné
he: אין נתונים זמינים לחודש שנבחר
ru: Нет данных за выбранный месяц

source: Report Summary
de: Berichtszusammenfassung
es: Resumen del Informe
fr: Résumé du Rapport
he: סיכום דוח
ru: Сводка отчета

source: Month:
de: Monat:
es: Mes:
fr: Mois:
he: חודש:
ru: Месяц:

source: Year:
de: Jahr:
es: Año:
fr: Année:
he: שנה:
ru: Год:

source: Total Shifts:
de: Gesamt Schichten:
es: Total de Turnos:
fr: Total de Quarts:
he: סך כל המשמרות:
ru: Всего смен:

source: Regular Shift Hours:
de: Reguläre Schichtstunden:
es: Horas de Turno Regular:
fr: Heures de Quart Régulier:
he: שעות משמרת רגילות:
ru: Часы обычных смен:

source: Overtime Hours:
de: Überstunden:
es: Horas Extras:
fr: Heures Supplémentaires:
he: שעות נוספות:
ru: Сверхурочные часы:

source: Monthly Report Generated
de: Monatsbericht erstellt
es: Informe Mensual Generado
fr: Rapport Mensuel Généré
he: דוח חודשי נוצר
ru: Ежемесячный отчет создан

source: Generated on
de: Erstellt am
es: Generado el
fr: Généré le
he: נוצר בתאריך
ru: Создано
