Repository: esamuel/ShiftManager
Catalog: ShiftManager/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, he, ru

source: Language
de: Sprache
es: Idioma
fr: Langue
he: שפה
ru: Язык

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
he: הגדרות
ru: Настройки

source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
he: בחר שפה
ru: Выбрать язык

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
ru: Сохранить

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
ru: Отмена

source: OK
es: Aceptar
he: אישור
ru: ОК

source: Success
de: Erfolg
es: Éxito
fr: Succès
he: הצלחה
ru: Успех

source: Loading
de: Lädt
es: Cargando
fr: Chargement
he: טוען
ru: Загрузка

source: Please wait
de: Bitte warten
es: Por favor espere
fr: Veuillez patienter
he: אנא המתן
ru: Пожалуйста, подождите

source: Home
de: Start
es: Inicio
fr: Accueil
he: בית
ru: Главная

source: Manager
es: Gestor
fr: Gestionnaire
he: מנהל
ru: Менеджер

source: Reports
de: Berichte
es: Informes
fr: Rapports
he: דוחות
ru: Отчеты

source: Guide
de: Anleitung
es: Guía
he: מדריך
ru: Руководство

source: User Guide
de: Benutzerhandbuch
es: Guía de Usuario
fr: Guide d'Utilisation
he: מדריך למשתמש
ru: Руководство пользователя

source: Coming Shifts
de: Kommende Schichten
es: Turnos Próximos
fr: Quarts à Venir
he: משמרות קרובות
ru: Предстоящие смены

source: Upcoming Shifts
de: Kommende Schichten
es: Turnos próximos
fr: Shifts à Venir
he: משמרות קרובות
ru: Предстоящие смены

source: Done
de: Fertig
es: Hecho
fr: Terminé
he: בוצע
ru: Готово

source: Overtime Rules
de: Überstundenregeln
es: Reglas de horas extras
fr: Règles des heures supplémentaires
he: כללי שעות נוספות
ru: Правила сверхурочных

source: Personal Information
de: Persönliche Informationen
es: Información personal
fr: Informations personnelles
he: מידע אישי
ru: Личная информация

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
ru: Имя пользователя

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
he: שמור שינויים
ru: Сохранить изменения

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
he: מראה
ru: Внешний вид

source: Theme
de: Thema
es: Tema
fr: Thème
he: ערכת נושא
ru: Тема

source: System
es: Sistema
fr: Système
he: מערכת
ru: Системная

source: Light
de: Hell
es: Claro
fr: Clair
he: בהיר
ru: Светлая

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
he: כהה
ru: Темная

source: Shift Settings
de: Schichteinstellungen
es: Ajustes de turnos
fr: Paramètres des quarts
he: הגדרות משמרת
ru: Настройки смен

source: App Settings
de: App-Einstellungen
es: Ajustes de la aplicación
fr: Paramètres de l'application
he: הגדרות אפליקציה
ru: Настройки приложения

source: About
de: Über
es: Acerca de
fr: À propos
he: אודות
ru: О приложении

source: About Shift Manager
de: Über Shift Manager
es: Acerca de Shift Manager
fr: À propos de Shift Manager
he: אודות Shift Manager
ru: О Shift Manager

# About_Description
source: Shift Manager is a comprehensive tool designed to help you track your work hours, calculate earnings, and manage your work schedule efficiently.
de: Shift Manager ist ein umfassendes Tool, das Ihnen hilft, Ihre Arbeitszeiten zu verfolgen, Einnahmen zu berechnen und Ihren Arbeitsplan effizient zu verwalten.
es: Shift Manager es una herramienta integral diseñada para ayudarte a registrar tus horas de trabajo, calcular tus ingresos y gestionar tu horario laboral de manera eficiente.
fr: Shift Manager est un outil complet conçu pour vous aider à suivre vos heures de travail, calculer vos gains et gérer efficacement votre emploi du temps.
he: Shift Manager היא אפליקציה מקיפה שנועדה לעזור לך לעקוב אחרי שעות העבודה, לחשב הכנסות ולנהל את לוח הזמנים שלך ביעילות.
ru: Shift Manager — это комплексный инструмент, созданный для помощи в учёте рабочих часов, расчёте доходов и эффективном управлении рабочим графиком.

source: Key Features
de: Hauptfunktionen
es: Características clave
fr: Fonctionnalités clés
he: תכונות עיקריות
ru: Ключевые функции

source: Earnings Calculator
de: Verdienstrechner
es: Calculadora de ingresos
fr: Calculateur de gains
he: מחשבון שכר
ru: Калькулятор заработка

# Earnings Calculator Description
source: Calculate your wages with support for overtime and various tax rates
de: Berechnen Sie Ihren Lohn mit Unterstützung für Überstunden und verschiedene Steuersätze
es: Calcula tus salarios con soporte para horas extras y varias tasas de impuestos
fr: Calculez vos salaires avec prise en charge des heures supplémentaires et de divers taux d'imposition
he: חשב את השכר שלך עם תמיכה בשעות נוספות ושיעורי מס שונים
ru: Рассчитывайте свою зарплату с поддержкой сверхурочных и различных налоговых ставок

source: Schedule Management
de: Schichtverwaltung
es: Gestión de horarios
fr: Gestion des horaires
he: ניהול לוח זמנים
ru: Управление расписанием

# Schedule Management Description
source: View your shifts in daily, weekly, or monthly formats
de: Sehen Sie Ihre Schichten im Tages-, Wochen- oder Monatsformat an
es: Visualiza tus turnos en formatos diarios, semanales o mensuales
fr: Affichez vos quarts de travail en formats journalier, hebdomadaire ou mensuel
he: הצג את המשמרות שלך בתצוגה יומית, שבועית או חודשית
ru: Просматривайте свои смены в ежедневном, недельном или месячном формате

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
he: תזכורות
ru: Напоминания

# Reminders Description
source: Set notifications for upcoming shifts
de: Legen Sie Benachrichtigungen für bevorstehende Schichten fest
es: Configura notificaciones para los turnos próximos
fr: Définissez des notifications pour les quarts à venir
he: קבע התראות למשמרות קרובות
ru: Устанавливайте уведомления о предстоящих сменах

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
he: סטטיסטיקות
ru: Статистика

# Statistics Description
source: Analyze your work patterns and earnings over time
de: Analysieren Sie Ihre Arbeitsmuster und Einnahmen im Laufe der Zeit
es: Analiza tus patrones de trabajo e ingresos a lo largo del tiempo
fr: Analysez vos habitudes de travail et vos gains au fil du temps
he: נתח דפוסי עבודה והכנסות לאורך זמן
ru: Анализируйте рабочие привычки и доходы с течением времени

source: Developer Information
de: Informationen zum Entwickler
es: Información del desarrollador
fr: Informations sur le développeur
he: מידע על המפתחים
ru: Информация о разработчике

# Developer Description
source: Shift Manager is developed and maintained by a team passionate about creating tools that make work-life management easier.
de: Shift Manager wird von einem Team entwickelt und gepflegt, das sich leidenschaftlich für Werkzeuge einsetzt, die das Arbeitsleben erleichtern.
es: Shift Manager es desarrollado y mantenido por un equipo apasionado por crear herramientas que faciliten la gestión de la vida laboral.
fr: Shift Manager est développé et maintenu par une équipe passionnée par la création d'outils facilitant la gestion de la vie professionnelle.
he: Shift Manager מפותחת ומנוהלת על ידי צוות שמאמין בכלים שמקלים על ניהול החיים בעבודה.
ru: Shift Manager разрабатывается и поддерживается командой, увлечённой созданием инструментов для упрощения управления рабочей жизнью.

source: Contact Support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
he: צור קשר עם התמיכה
ru: Связаться с поддержкой

source: Version
es: Versión
he: גרסה
ru: Версия

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
ru: Политика конфиденциальности

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
he: תנאי שימוש
ru: Условия использования

source: Tax Deduction (%)
de: Steuerabzug (%)
es: Deducción fiscal (%)
fr: Déduction fiscale (%)
he: ניכוי מס (%)
ru: Налоговый вычет (%)

source: Base Hours (Weekday)
de: Grundstunden (Werktag)
es: Horas base (día laboral)
fr: Heures de base (jour de semaine)
he: שעות בסיס (יום חול)
ru: Базовые часы (будни)

source: Base Hours (Special Day)
de: Grundstunden (Sondertag)
es: Horas base (día especial)
fr: Heures de base (jour spécial)
he: שעות בסיס (יום מיוחד)
ru: Базовые часы (особый день)

source: Hours Settings
de: Stundeneinstellungen
es: Configuración de horas
fr: Paramètres des heures
he: הגדרות שעות
ru: Настройки часов

source: Wage Settings
de: Lohneinstellungen
es: Configuración de salario
fr: Paramètres de salaire
he: הגדרות שכר
ru: Настройки зарплаты

source: Start work on Sunday
de: Arbeit am Sonntag beginnen
es: Comenzar a trabajar el domingo
fr: Commencer le travail le dimanche
he: התחל עבודה ביום ראשון
ru: Начать работу в воскресенье

source: Start work on Monday
de: Arbeit am Montag beginnen
es: Comenzar a trabajar el lunes
fr: Commencer le travail le lundi
he: התחל עבודה ביום שני
ru: Начать работу в понедельник

source: Country
de: Land
es: País
fr: Pays
he: מדינה
ru: Страна

source: Currency
de: Währung
es: Moneda
fr: Devise
he: מטבע
ru: Валюта

source: Save Settings
de: Einstellungen speichern
es: Guardar ajustes
fr: Enregistrer les paramètres
he: שמור הגדרות
ru: Сохранить настройки

source: Settings Saved
de: Einstellungen gespeichert
es: Ajustes guardados
fr: Paramètres enregistrés
he: הגדרות נשמרו
ru: Настройки сохранены

source: Welcome to ShiftManager
de: Willkommen bei ShiftManager
es: Bienvenido a ShiftManager
fr: Bienvenue dans ShiftManager
he: ברוך הבא ל-ShiftManager
ru: Добро пожаловать в ShiftManager

source: ShiftManager helps you track your work shifts, calculate wages, and manage overtime. This guide will walk you through all the app's features.
de: ShiftManager hilft Ihnen, Ihre Arbeitsschichten zu verfolgen, Löhne zu berechnen und Überstunden zu verwalten. Diese Anleitung führt Sie durch alle Funktionen der App.
es: ShiftManager te ayuda a realizar un seguimiento de tus turnos de trabajo, calcular salarios y gestionar horas extras. Esta guía te mostrará todas las funciones de la aplicación.
fr: ShiftManager vous aide à suivre vos quarts de travail, à calculer les salaires et à gérer les heures supplémentaires. Ce guide vous présentera toutes les fonctionnalités de l'application.
he: ShiftManager עוזר לך לעקוב אחרי משמרות, לחשב שכר ולנהל שעות נוספות. מדריך זה יסביר את כל הפיצ'רים של האפליקציה.
ru: ShiftManager помогает вам отслеживать рабочие смены, рассчитывать заработную плату и управлять сверхурочными. Это руководство познакомит вас со всеми функциями приложения.

source: 1. Initial Setup
de: 1. Ersteinrichtung
es: 1. Configuración inicial
fr: 1. Configuration initiale
he: 1. הגדרה ראשונית
ru: 1. Начальная настройка

source: Before you start, set up your basic information:
de: Bevor Sie beginnen, richten Sie Ihre grundlegenden Informationen ein:
es: Antes de comenzar, configura tu información básica:
fr: Avant de commencer, configurez vos informations de base :
he: לפני שמתחילים, הגדר את המידע הבסיסי שלך:
ru: Перед началом работы настройте основную информацию:

source: Go to Settings → Personal Information and:
de: Gehen Sie zu Einstellungen → Persönliche Informationen und:
es: Ve a Ajustes → Información personal y:
fr: Allez dans Paramètres → Informations personnelles et :
he: גש להגדרות → מידע אישי ו-:
ru: Перейдите в Настройки → Личная информация и:

source: Enter your username
de: Geben Sie Ihren Benutzernamen ein
es: Ingresa tu nombre de usuario
fr: Entrez votre nom d'utilisateur
he: הזן שם משתמש
ru: Введите имя пользователя

source: Tap 'Save Changes' to save your information
de: Tippen Sie auf 'Änderungen speichern', um Ihre Informationen zu speichern
es: Toca 'Guardar cambios' para guardar tu información
fr: Appuyez sur 'Enregistrer les modifications' pour sauvegarder vos informations
he: לחץ על 'שמור שינויים' לשמירת המידע
ru: Нажмите 'Сохранить изменения', чтобы сохранить информацию

source: Navigate to Shift Settings and set your:
de: Navigieren Sie zu Schichteinstellungen und legen Sie fest:
es: Navega a Ajustes de turnos y configura tu:
fr: Accédez aux Paramètres des quarts et définissez votre :
he: גש להגדרות משמרת והגדר את:
ru: Перейдите в Настройки смен и установите:

source: Hourly wage
de: Stundenlohn
es: Salario por hora
fr: Salaire horaire
he: שכר לשעה
ru: Почасовая оплата

source: Tax deduction percentage
de: Steuerabzugsprozentsatz
es: Porcentaje de deducción fiscal
fr: Pourcentage de déduction fiscale
he: אחוז ניכוי מס
ru: Процент налогового вычета

source: Base hours for weekdays and special days
de: Grundstunden für Werktage und Sondertage
es: Horas base para días laborales y días especiales
fr: Heures de base pour les jours de semaine et les jours spéciaux
he: שעות בסיס לימי חול וימים מיוחדים
ru: Базовые часы для будней и особых дней

source: Work week start day (Sunday/Monday)
de: Arbeitswochenstarttag (Sonntag/Montag)
es: Día de inicio de la semana laboral (domingo/lunes)
fr: Jour de début de la semaine de travail (dimanche/lundi)
he: יום תחילת שבוע העבודה (ראשון/שני)
ru: День начала рабочей недели (воскресенье/понедельник)

source: Total Hours
de: Gesamtstunden
es: Horas totales
fr: Heures totales
he: סך כל השעות
ru: Всего часов

source: Regular Hours
de: Reguläre Stunden
es: Horas regulares
fr: Heures normales
he: שעות רגילות
ru: Обычные часы

source: Overtime Hours
de: Überstunden
es: Horas extras
fr: Heures supplémentaires
he: שעות נוספות
ru: Сверхурочные часы

source: Earnings
de: Verdienst
es: Ganancias
fr: Gains
he: הכנסות
ru: Заработок

source: Tax Deductions
de: Steuerabzüge
es: Deducciones fiscales
fr: Déductions fiscales
he: ניכויי מס
ru: Налоговые вычеты

source: Net Earnings
de: Nettoverdienst
es: Ganancias netas
fr: Gains nets
he: הכנסה נטו
ru: Чистый заработок

source: Select Period
de: Zeitraum auswählen
es: Seleccionar período
fr: Sélectionner la période
he: בחר תקופה
ru: Выбрать период

source: Daily
de: Täglich
es: Diario
fr: Quotidien
he: יומי
ru: Ежедневно

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
he: שבועי
ru: Еженедельно

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
he: חודשי
ru: Ежемесячно

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
he: שנתי
ru: Ежегодно

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
he: מותאם אישית
ru: Настраиваемый

source: Export Report
de: Bericht exportieren
es: Exportar informe
fr: Exporter le rapport
he: ייצא דוח
ru: Экспорт отчета

source: Share
de: Teilen
es: Compartir
fr: Partager
he: שתף
ru: Поделиться

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
he: הדפס
ru: Печать

source: Add Shift
de: Schicht hinzufügen
es: Añadir turno
fr: Ajouter un quart
he: הוסף משמרת
ru: Добавить смену

source: Edit Shift
de: Schicht bearbeiten
es: Editar turno
fr: Modifier le quart
he: ערוך משמרת
ru: Редактировать смену

source: Delete Shift
de: Schicht löschen
es: Eliminar turno
fr: Supprimer le quart
he: מחק משמרת
ru: Удалить смену

source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début
he: שעת התחלה
ru: Время начала

source: End Time
de: Endzeit
es: Hora de fin
fr: Heure de fin
he: שעת סיום
ru: Время окончания

# Date
source: Date (Hebrew Calendar)
de: Datum
es: Fecha
fr: Date
he: תאריך (לוח שנה עברי)
ru: Дата

source: Notes
de: Notizen
es: Notas
he: הערות
ru: Заметки

source: Save Shift
de: Schicht speichern
es: Guardar turno
fr: Enregistrer le quart
he: שמור משמרת
ru: Сохранить смену

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
ru: Удалить

source: Are you sure you want to delete this shift?
de: Sind Sie sicher, dass Sie diese Schicht löschen möchten?
es: ¿Estás seguro de que quieres eliminar este turno?
fr: Êtes-vous sûr de vouloir supprimer ce quart ?
he: האם אתה בטוח שברצונך למחוק את המשמרת הזו?
ru: Вы уверены, что хотите удалить эту смену?

source: Are you sure you want to delete this shift? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Schicht löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este turno? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer ce quart ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק את המשמרת הזו? פעולה זו אינה ניתנת לביטול.
ru: Вы уверены, что хотите удалить эту смену? Это действие нельзя отменить.

source: Shift Details
de: Schichtdetails
es: Detalles del turno
fr: Détails du quart
he: פרטי משמרת
ru: Детали смены

source: Duration
de: Dauer
es: Duración
fr: Durée
he: משך
ru: Продолжительность

source: Regular Pay
de: Regulärer Lohn
es: Pago regular
fr: Paiement normal
he: שכר רגיל
ru: Обычная оплата

source: Overtime Pay
de: Überstundenlohn
es: Pago de horas extras
fr: Paiement des heures supplémentaires
he: שכר שעות נוספות
ru: Оплата сверхурочных

source: Total Pay
de: Gesamtlohn
es: Pago total
fr: Paiement total
he: סך הכל שכר
ru: Общая оплата

source: Shift Manager
de: Schichtmanager
es: Gestor de Turnos
fr: Gestionnaire de Shifts
he: מנהל משמרות
ru: Менеджер смен

source: Add New Shift
de: Neue Schicht hinzufügen
es: Añadir nuevo turno
fr: Ajouter un nouveau quart
he: הוסף משמרת חדשה
ru: Добавить новую смену

# Select Date
source: Select Date (Hebrew Calendar)
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner la date
he: בחר תאריך (לוח שנה עברי)
ru: Выбрать дату

source: Add Note
de: Notiz hinzufügen
es: Añadir nota
fr: Ajouter une note
he: הוסף הערה
ru: Добавить заметку

source: Existing Shifts
de: Bestehende Schichten
es: Turnos existentes
fr: Quarts existants
he: משמרות קיימות
ru: Существующие смены

# Current Month
source: Current Month (Hebrew Calendar)
de: Aktueller Monat
es: Mes actual
fr: Mois en cours
he: חודש נוכחי (לפי לוח שנה עברי)
ru: Текущий месяц

# All Months
source: All Months (Hebrew Calendar)
de: Alle Monate
es: Todos los meses
fr: Tous les mois
he: כל החודשים (בלוח שנה עברי)
ru: Все месяцы

source: Special Day
de: Besonderer Tag
es: Día especial
fr: Jour spécial
he: יום מיוחד
ru: Особый день

source: Long Shift Warning
de: Warnung für lange Schicht
es: Advertencia de turno largo
fr: Avertissement de quart long
he: אזהרת משמרת ארוכה
ru: Предупреждение о длинной смене

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
he: אשר
ru: Принять

source: No upcoming shifts
de: Keine bevorstehenden Schichten
es: No hay turnos próximos
fr: Aucun quart à venir
he: אין משמרות קרובות
ru: Нет предстоящих смен

source: No shifts scheduled
de: Keine Schichten geplant
es: No hay turnos programados
fr: Aucun quart programmé
he: אין משמרות מתוכננות
ru: Нет запланированных смен

source: Weekly View
de: Wochenansicht
es: Vista semanal
fr: Vue hebdomadaire
he: תצוגה שבועית
ru: Недельный вид

source: Monthly View
de: Monatsansicht
es: Vista mensual
fr: Vue mensuelle
he: תצוגה חודשית
ru: Месячный вид

source: Wage Breakdown
de: Lohnaufschlüsselung
es: Desglose salarial
fr: Détail du salaire
he: פירוט שכר
ru: Разбивка зарплаты

source: Total Working Days
de: Gesamte Arbeitstage
es: Total días trabajados
fr: Total jours travaillés
he: סך ימי עבודה
ru: Всего рабочих дней

source: You are trying to add a shift longer than 12 hours. Are you sure you want to proceed?
de: Sie versuchen, eine Schicht von mehr als 12 Stunden hinzuzufügen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Estás intentando añadir un turno de más de 12 horas. ¿Estás seguro de que quieres continuar?
fr: Vous essayez d'ajouter un quart de plus de 12 heures. Êtes-vous sûr de vouloir continuer ?
he: אתה מנסה להוסיף משמרת ארוכה מ-12 שעות. האם להמשיך?
ru: Вы пытаетесь добавить смену длиннее 12 часов. Вы уверены, что хотите продолжить?

source: Total daily hours would exceed 12 hours. The maximum allowed is 12 hours per day.
de: Die täglichen Gesamtstunden würden 12 Stunden überschreiten. Maximal erlaubt sind 12 Stunden pro Tag.
es: Las horas diarias totales excederían las 12 horas. El máximo permitido es de 12 horas por día.
fr: Les heures quotidiennes totales dépasseraient 12 heures. Le maximum autorisé est de 12 heures par jour.
he: סך השעות היומיות יעלה על 12 שעות. המקסימום המותר הוא 12 שעות ביום.
ru: Общая продолжительность рабочего дня превысит 12 часов. Максимально допустимо 12 часов в день.

source: Daily Hour Limit Exceeded
de: Tägliche Stundenbegrenzung überschritten
es: Límite de horas diarias excedido
fr: Limite d'heures quotidiennes dépassée
he: חריגה ממגבלת שעות יומית
ru: Превышен дневной лимит часов

source: A shift already exists for this date and time period.
de: Für diesen Zeitraum existiert bereits eine Schicht.
es: Ya existe un turno para esta fecha y periodo de tiempo.
fr: Un quart existe déjà pour cette date et cette période.
he: כבר קיימת משמרת בתאריך ובשעה זו.
ru: Смена для этой даты и периода времени уже существует.

source: Overlapping shifts are not allowed. Please choose a different time.
de: Überschneidende Schichten sind nicht erlaubt. Bitte wählen Sie eine andere Zeit.
es: No se permiten turnos superpuestos. Por favor, elige una hora diferente.
fr: Les quarts qui se chevauchent ne sont pas autorisés. Veuillez choisir une autre heure.
he: משמרות חופפות אינן מותרות. אנא בחר זמן אחר.
ru: Перекрывающиеся смены не допускаются. Пожалуйста, выберите другое время.

source: Shift Already Exists
de: Schicht existiert bereits
es: El turno ya existe
fr: Le quart existe déjà
he: משמרת כבר קיימת
ru: Смена уже существует

source: Calculations
de: Berechnungen
es: Cálculos
fr: Calculs
he: חישובים
ru: Расчеты

source: Title
de: Titel
es: Título
fr: Titre
he: כותרת
ru: Название

source: Overtime
de: Überstunden
es: Horas extras
fr: Heures supplémentaires
he: שעות נוספות
ru: Сверхурочные

source: Start Time: %@
de: Startzeit: %@
es: Hora de inicio: %@
fr: Heure de début: %@
he: שעת התחלה: %@
ru: Время начала: %@

source: End Time: %@
de: Endzeit: %@
es: Hora de fin: %@
fr: Heure de fin: %@
he: שעת סיום: %@
ru: Время окончания: %@

source: Start Time: %@ - End Time: %@
de: Startzeit: %@ - Endzeit: %@
es: Hora de inicio: %@ - Hora de fin: %@
fr: Heure de début: %@ - Heure de fin: %@
he: שעת התחלה: %@ - שעת סיום: %@
ru: Время начала: %@ - Время окончания: %@

source: Total Hours: %@
de: Gesamtstunden: %@
es: Horas totales: %@
fr: Heures totales: %@
he: סך כל השעות: %@
ru: Всего часов: %@

source: Gross Wage: %@
de: Bruttolohn: %@
es: Salario bruto: %@
fr: Salaire brut: %@
he: שכר ברוטו: ₪%@
ru: Валовая зарплата: %@

source: Net Wage: %@
de: Nettolohn: %@
es: Salario neto: %@
fr: Salaire net: %@
he: שכר נטו: ₪%@
ru: Чистая зарплата: %@

source: Select Date: %@
de: Datum auswählen: %@
es: Seleccionar fecha: %@
fr: Sélectionner la date: %@
he: בחר תאריך: %@ (לוח שנה עברי)
ru: Выбрать дату: %@

source: January
de: Januar
es: Enero
fr: Janvier
he: ינואר
ru: Январь

source: February
de: Februar
es: Febrero
fr: Février
he: פברואר
ru: Февраль

source: March
de: März
es: Marzo
fr: Mars
he: מרץ
ru: Март

source: April
es: Abril
fr: Avril
he: אפריל
ru: Апрель

source: May
de: Mai
es: Mayo
fr: Mai
he: מאי
ru: Май

source: June
de: Juni
es: Junio
fr: Juin
he: יוני
ru: Июнь

source: July
de: Juli
es: Julio
fr: Juillet
he: יולי
ru: Июль

source: August
es: Agosto
fr: Août
he: אוגוסט
ru: Август

source: September
es: Septiembre
fr: Septembre
he: ספטמבר
ru: Сентябрь

source: October
de: Oktober
es: Octubre
fr: Octobre
he: אוקטובר
ru: Октябрь

source: November
es: Noviembre
fr: Novembre
he: נובמבר
ru: Ноябрь

source: December
de: Dezember
es: Diciembre
fr: Décembre
he: דצמבר
ru: Декабрь

source: Monday
de: Montag
es: Lunes
fr: Lundi
he: יום שני
ru: Понедельник

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
he: יום שלישי
ru: Вторник

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
he: יום רביעי
ru: Среда

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
he: יום חמישי
ru: Четверг

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
he: יום שישי
ru: Пятница

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
he: שבת
ru: Суббота

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
he: יום ראשון
ru: Воскресенье
